{
  "title": "Improving the health of tribal communities",
  "subtitle": "Endowed chair shapes the public health of American Indian and Alaska Native populations through research and job training.",
  "body": "\u003Cp\u003EGrowing up, Spero Manson saw firsthand how obesity, diabetes, and alcohol and substance abuse disproportionately affect the lives of American Indians. His family hails from the Turtle Mountain Indian Reservation in North Dakota and\u0026nbsp;eventually relocated\u0026nbsp;to the Pacific Northwest.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAlthough he initially dreamed of\u0026nbsp;a career as a physician, Manson\u0026nbsp;learned he could make a difference in the health of Native communities through research.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHe\u0027s now the inaugural holder of the Colorado Trust Chair in American Indian Health at CU Anschutz, thanks to a $3 million philanthropic gift in 2015 to help address problems facing American Indian communities in Colorado. Manson, who is\u0026nbsp;Pembina Chippewa, also serves as a distinguished professor of public health and psychiatry and leads the Centers for American Indian and Alaska Native Health at the Colorado School of Public Health.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“We need to build bridges among Native and non-Native advocates, policymakers, funders and health providers. That\u0027s one of the major missions of this chair:\u0026nbsp;to be a bridge-builder is to ensure that people understand how they can work jointly to address common needs and priorities.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A man wears a blue fleece with a Native American bird symbol and a white cowboy hat while looking across his ranch. \u0022 data-caption=\u0022Spero Manson\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022f5b369d6-1bf0-47c5-92be-54ecd4e9f919\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614725795/ir-20/stories/anschutz-spero/CU_ImpactReportSperoManson0653_werxm3.jpg\u0022 \/\u003E\r\n\u003Cp\u003EFor example, Manson and his team helped develop a clinical research partnership with a large urban Indian health care program\u0026nbsp;in Denver\u0026nbsp;to improve its electronic health records system. His team also supports a mobile clinic van that visits\u0026nbsp;Native households in the Denver metro to share important information about COVID-19 testing and care because\u0026nbsp;those who are Black, Indigenous and people of color\u0026nbsp;are more likely to contract, be hospitalized and die from the virus than those who are white.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs one of the nation’s leading authorities on American Indian and Alaska Native health, Manson also collaborates on research, training and programs with 250 Native communities that span rural, urban, reservation and village settings across the U.S.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAccording to recent census estimates, 50,000 to 60,000 American Indian and Alaskan Native people reside in the Denver metro area, with a much smaller population living in Colorado Springs. Two federally recognized tribes, the Ute Mountain Ute and the Southern Ute, live on reservations in the Four Corners area of Colorado.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EManson says collaborative partnerships with local and state organizations are critical to addressing health inequities faced by Colorado’s Native communities, as well as creating a pipeline of future generations of young people from Native communities interested in health sciences research.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“As a health scientist, this has so much meaning for me, working in my community. When I was growing up back in the ’60s and pursuing my undergraduate career, I never had a health care role model who was American Indian or Alaska Native until much later in my work. I think that\u0027s why it’s really important to increase the representation of American Indian and Alaska Native people in the health care professions and health care sciences so that younger people have an opportunity to see that there is relevance, leadership and opportunity for them.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n",
  "priority": 9,
  "slug": "anschutz-spero",
  "interest_tag": "Research",
  "campus_tag": "Anschutz",
  "image_main": {
    "alt": "A man smiles broadly while wearig a cowboy hat, eyeglasses, and a bright blue fleece with a Native American bird symbol on it. The background is an artistic design with a brown horse depicted and colorful shapes",
    "caption": "Spero Manson",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614725795/ir-20/stories/anschutz-spero/1603838313-AMC-spero_1_sdbu51.png"
  },
  "image_card": {
    "alt": "A man smiles broadly while wearig a cowboy hat, eyeglasses, and a bright blue fleece with a Native American bird symbol on it. The background is an artistic design with a brown horse depicted and colorful shapes",
    "caption": "Spero Manson",
    "width": 1160,
    "height": 556,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603838340-AMC-spero-card_2x_m1pfwh.png"
  },
  "related_stories": [
    {
      "title": "Apart, but not alone",
      "priority": 6,
      "slug": "anschutz-echo",
      "subtitle": "Telementoring builds community and better patient care by connecting health care professionals with each other. ",
      "interest_tag": "Society",
      "campus_tag": "Anschutz",
      "image_card": {
        "alt": "A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ",
        "caption": "Joel Tanaka, MD",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603834093-AMC-echo-card_2x_wntwce.png"
      }
    },
    {
      "title": "Closing the equity gap in preK-12 schools",
      "priority": 4,
      "slug": "denver-urban",
      "subtitle": "A new program elevates faculty research and creative activities about urban issues facing the Denver metro.",
      "interest_tag": "Research",
      "campus_tag": "Denver",
      "image_card": {
        "alt": "A man looks off to the side and smiles; he is wearing a gray shirt. The background is an artistic design with colorful shapes.",
        "caption": "Antwan Jefferson",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603733493-DEN-Antwan-card_2x_aw49cp.png"
      }
    }
  ]
}
