{
  "title": "Fellowship fosters a sense of belonging",
  "subtitle": "Doctoral students continue professor\u0027s legacy in educational equity and cultural diversity.",
  "body": "\u003Cp\u003EDiego Alfonso Escobar García was the kind of kid who took his toys apart because he “was curious what was inside of them,” much to his parents’ chagrin.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EEscobar García grew up in a border community between El Paso, Texas, and Ciudad Juárez in the Mexican state of Chihuahua. Now Escobar García is the first in his family on his way to earn a PhD, thanks in part to a fellowship at CU Boulder for doctoral students who study educational equity and cultural diversity.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“It\u0027s really thanks to my parents for letting me explore and discover my talents and my virtues. My dad has this collection of books from \u003Cem\u003ELife\u003C\/em\u003E magazine, and one was about the universe. That\u0027s the first book that I remember that really got me thinking,\u0026nbsp;\u0027Wow! How do people know that stars are like that?’ I wanted to study something that impacts the greater community, and I believe that’s science education.\u0022\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cblockquote\u003E\u0026nbsp;\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A close up of a man\u0027s arms and hands holding a worn book titled \u0026quot;El Universio.\u0026quot;\u0022 data-caption=\u0022Escobar García is researching how to increase opportunities for Latin Americans in STEM.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022a71dec0e-6b49-41d0-996e-6e6ef60721cf\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614728016/ir-20/stories/boulder-miramontes-fellowship/ucb-miraontes-body-1_pvpo2b.jpg\u0022 \/\u003E\r\n\u003Cp\u003ECreated more than a decade ago, the Miramontes Doctoral Scholars Program at CU Boulder’s School of Education offers fellowship funding and a supportive, family-like cohort for doctoral students and graduates. Created by Bill and Connie Barclay, the program\u0026nbsp;was named in honor of Bill’s late wife, Ofelia Miramontes, a beloved education professor and CU Boulder’s first associate vice chancellor for diversity and equity.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFor\u0026nbsp;Escobar García, the fellowship is\u0026nbsp;about\u0026nbsp;increasing science, technology, engineering and mathematics (STEM)\u0026nbsp;opportunities for those in Latin American communities.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0022My interest lies in how do we make people feel like scientists and how do we give minority students, particularly those speaking Spanish, access to the STEM communities?\u0026nbsp;As I dig into the literature, you realize that there\u0027s a big disconnect between the way scientists are taught and how that\u0027s impacting the numbers of students from Latin American backgrounds. We need to find ways to better represent our communities.\u0026nbsp;It is imperative that we try to diversify the STEM field, especially research laboratories, and I think we can do it.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EIn the United States, while Latinxs comprise over 17 percent of the country’s population, they receive fewer than 6 percent of graduate degrees in STEM fields. Importantly, while Latinxs are among the fastest growing demographics in the world, their participation in higher education and science is not projected to keep pace with this growth, according to the academic journal \u003Cem\u003ENature\u003C\/em\u003E.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Miramontes fellowship empowers students like Escobar García to change this trajectory through research. It also gives him a sense of belonging.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The Miramontes fellowship has helped me\u0026nbsp;by giving me time to engage in what I want to do. And, for me, it’s more than that:\u0026nbsp;When I was looking at\u0026nbsp;CU Boulder, this fellowship was one of the first I noticed because of the Latin American name: \u003Cem\u003EMiramontes\u003C\/em\u003E. It is fascinating, you see, because I don’t see many Latin Americans in positions of power like that. So every time I struggle and I question why am I doing this, I look up to Ofelia and know she is someone with a similar story to mine. It’s very empowering.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n",
  "priority": 10,
  "slug": "boulder-miramontes-fellowship",
  "interest_tag": "Students",
  "campus_tag": "Boulder",
  "image_main": {
    "alt": "A young man stands outside on the CU Boulder campus. He is wearing a black T-shirt that reads \u0022Made on Earth by Humans.\u0022 ",
    "caption": "Diego Alfonso Escobar García",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614728016/ir-20/stories/boulder-miramontes-fellowship/1603404728-UCB-Miramonte_1_nk99sn.png"
  },
  "image_card": {
    "alt": "A young man stands outside on the CU Boulder campus. He is wearing a black T-shirt with white font that reads \u0022Made on Earth by Humans.\u0022 ",
    "caption": "Diego Alfonso Escobar García",
    "width": 1160,
    "height": 556,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603404753-UCB-Miramonte-storycard_2x_vpgtap.png"
  },
  "related_stories": [
    {
      "title": "Breaking down barriers",
      "priority": 11,
      "slug": "anschutz-neonatalogy",
      "subtitle": "Endowed chair in infant and maternal health honors the pioneering work of a female faculty member.",
      "interest_tag": "Research",
      "campus_tag": "Anschutz",
      "image_card": {
        "alt": "A woman wears medical scrubs and put on a yellow medical mask.",
        "caption": "Sunah \u0022Susan\u0022 Hwang, MD",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603839091-AMC_hwang-card-fix_2x_vlzcot.png"
      }
    },
    {
      "title": "Finding her voice",
      "priority": 7,
      "slug": "denver-lynxup",
      "subtitle": "Since 2017, faculty and staff have contributed more than $1.5 million to student scholarships on this CU campus. ",
      "interest_tag": "Students",
      "campus_tag": "Denver",
      "image_card": {
        "alt": "A young woman with brown hair looks off to the side, while holding a guitar. The background is an artistic design with colorful shapes.",
        "caption": "Alana Margolis",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603748686-DEN-LynxUP-card_2x_nxvvws.png"
      }
    }
  ]
}
