{
  "title": "Leadership is homegrown",
  "subtitle": "Scholarship program focuses on academic excellence, community service and professional development. ",
  "body": "\u003Cp\u003EA first-generation college graduate, Hannah Hofreiter is on her way to earning her third degree from the University of Colorado Colorado Springs (UCCS) as a doctoral student in nursing. She graduated with an undergraduate degree in 2014 and a master’s degree in 2017.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I had always imagined myself working in health care. I just really liked science and math, but I also really liked people. In high school, I started looking at different schools around the state of Colorado; I\u0027m a native of Colorado Springs, and I really do love it here. But when I was looking into the different nursing programs, the one through Beth-El at UCCS really caught my eye; it had a great reputation.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EA career in nursing was always Hofreiter’s passion. Participating as an undergraduate student in the Chancellor’s Leadership Class (CLC), a scholarship program at UCCS, gave her the confidence and skills to make her academic and career goals a reality.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESince 2003, 156 UCCS students have graduated from CLC, and 39 students are currently enrolled. Hofreiter says her scholarship was invaluable.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I don’t think I would feel so confident professionally without those programs, and the relationships you build with other students, mentors and the donors are such a gift. Those programs really gave me a competitive edge. As I continue to pursue my degrees through UCCS, first my master’s and now my doctorate, the scholarships not only have the financial value, but to know that someone believed in me is huge.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A group of nursing students stand together and smile for the camera. \u0022 data-caption=\u0022Hannah Hofreiter, far left back row, stands with fellow nursing students at UCCS during her first clinical rotation.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00228e08347c-b885-4d61-8046-724eb4fd50ea\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614730986/ir-20/stories/uccs-leadership/uccs-hannah-body-1_pn9scr.jpg\u0022 \/\u003E\r\n\u003Cp\u003EThe mentoring Hofreiter received as a UCCS student provided a different kind of education: how to make a resume, what to do in a job interview, how to network, how to set goals, understanding her\u0026nbsp;motivations, and why giving back to the community is important.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I had been raised in Girl Scouts and, in high school, I was in student council, so leadership was always an area of interest of mine. CLC encouraged me to stay accountable for those values I had been taught growing up. As a young adult, you’re learning how to navigate the professional world and build those connections with the people around you. You’re learning that every interaction could potentially lead to growth professionally and personally.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EThe mentors who have inspired Hofreiter are plenty: her mother who ran a successful daycare business,\u0026nbsp;her aunt who went back to nursing school after raising four kids,\u0026nbsp;and the countless nurses and health care professionals she worked with during internships and clinicals. In fact, she was inspired to switch from pediatrics to cardiology because of a mentor.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ENow as a nurse practitioner who works with\u0026nbsp;cardiology patients in Colorado Springs, she hopes one day to take that foundation of leadership to work in health care policy and advocacy. And this fall, she is mentoring\u0026nbsp;a nursing student at UCCS.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“One of the great things about the nursing program at UCCS is that my experiences with mentors really helped me find my career choice. I can think of many nurses who stepped up and took me under their wing. That’s inspired me to give back to current nursing students.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n",
  "priority": 13,
  "slug": "uccs-leadership",
  "interest_tag": "Students",
  "campus_tag": "UCCS",
  "image_main": {
    "alt": "A woman in black who has her blonde hair in a top knot and is wearing dangly earrings looks to the side. ",
    "caption": "Hannah Hofreiter",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614730986/ir-20/stories/uccs-leadership/1603486726-UCCS-Hannah_1_jommtd.png"
  },
  "image_card": {
    "alt": "A woman in black who has her blonde hair in a top knot and is wearing dangly earrings looks to the side. ",
    "caption": "Hannah Hofreiter",
    "width": 1160,
    "height": 556,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603486746-UCCS-Hannah-storycard_2x_dmwrup.png"
  },
  "related_stories": [
    {
      "title": "Finding her voice",
      "priority": 7,
      "slug": "denver-lynxup",
      "subtitle": "Since 2017, faculty and staff have contributed more than $1.5 million to student scholarships on this CU campus. ",
      "interest_tag": "Students",
      "campus_tag": "Denver",
      "image_card": {
        "alt": "A young woman with brown hair looks off to the side, while holding a guitar. The background is an artistic design with colorful shapes.",
        "caption": "Alana Margolis",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603748686-DEN-LynxUP-card_2x_nxvvws.png"
      }
    },
    {
      "title": "Breaking down barriers",
      "priority": 11,
      "slug": "anschutz-neonatalogy",
      "subtitle": "Endowed chair in infant and maternal health honors the pioneering work of a female faculty member.",
      "interest_tag": "Research",
      "campus_tag": "Anschutz",
      "image_card": {
        "alt": "A woman wears medical scrubs and put on a yellow medical mask.",
        "caption": "Sunah \u0022Susan\u0022 Hwang, MD",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603839091-AMC_hwang-card-fix_2x_vlzcot.png"
      }
    }
  ]
}
