{"title":"When Joy Is the Ability to Say \u0022No, Thank You\u0022","slug":"joy-of-independence","body":"Speech pathologist Aleaza Goldberg helps patients like Graham Saiz communicate and live more independent lives.","main_image":{"alt":"Aleaza Goldberg and Graham Saiz sit facing each other, Aleaza holds Graham\u0027s communication device, Graham is wearing headphones and looking at the device. Aleaza smiles at Graham.","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636152028-CUDen-story-hero?_a=AAAEuGX","id":"QWxlYXphIEdvbGRiZXJn","type":"image"},"layout":[{"content":"\u003Cp\u003EGraham Saiz has severe autism and profound speech and language disorders.\u003C\/p\u003E\u003Cp\u003EThe 24-year-old lives in a world full of hidden rules that he can’t understand. People want things from him, but he’s not sure what they are or why they want them. Sometimes, he wants people to leave him alone, but they won’t. Sometimes he’s hungry, but his only option is something he doesn’t want to eat. Other times, he sees people gathering–there\u0027s laughter, light and noise, and he wants to be a part of it, but he’s not sure how to participate. \u003C\/p\u003E\u003Cp\u003EGraham doesn’t understand why. He’s never understood.\u003C\/p\u003E\u003Cp\u003EUntil late 2018, this had been Graham’s life for two decades–bewildering, isolating, restrained. For most of his life, it had been nearly impossible to communicate his needs or convey that he needed help.\u003C\/p\u003E\u003Cp\u003EGraham’s parents, Val and Richard Saiz, did what they could for him. Since his diagnosis at 26 months old, they had sought help from therapists, specialists, psychologists, programs, schools, centers and group homes throughout the United States. \u003C\/p\u003E\u003Cp\u003EBut they were overwhelmed. Graham’s transition to adulthood had been especially difficult. From an early age Graham exhibited self-injurious behaviors, but over time, his frustrations and dis-regulation caused this behavior to escalate and do greater damage. Several times in the last decade, Graham injured himself so severely, he required hospitalization and pharmaceutical interventions that dulled his personality.\u003C\/p\u003E\u003Cp\u003E“We couldn’t break the cycle, no matter what we did,” Graham’s mother, Val, recalls.\u003C\/p\u003E","id":"PHA+R3JhaGFtIFNhaXog","type":"text_block","styles":[]},{"alt":"At left, a photo of Graham wearing his protective equipment (hockey mask, arm pads, and wrappings for his hands. At right, a photo of Graham in a Star Wars t-shirt happily smiling and holding his AAC device.","caption":"When Graham first arrived at the CIDE clinic, he wore head-to-toe protective equipment to prevent self-injury (photo courtesy to CU).","width":858,"height":568,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634613207-Screen%20Shot%202021-10-18%20at%2010.13.10%20PM?_a=AAAEuGX","id":"QXQgbGVmdCwgYSBwaG90","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003EDuring those difficult years, Graham wore head-to-toe protective equipment for most of his waking hours–a hockey helmet with a cage, leather wrap-around arm pads and padded hand mitts. The equipment provided a measure of comfort and safety and stopped him from injuring himself, but it also barred him from the world. \u003C\/p\u003E\u003Cp\u003E“He’d always loved people, and now they were afraid of him,” Val recalls. \u003C\/p\u003E\u003Cp\u003ELife for Graham and his parents began to transform when they found the Center for Inclusive Design and Engineering (CIDE) at the University of Colorado Denver’s Department of Biomedical Engineering.  \u003C\/p\u003E\u003Cp\u003EFounded in 1989, CIDE is on a mission to accelerate technology research and innovation for persons with disabilities. Over the last three decades, CIDE has helped tens of thousands of people with disabilities across Colorado and the nation by identifying and implementing existing technology to help patients live richer, more independent lives.  \u003C\/p\u003E\u003Cp\u003EIn addition to its research and innovation priorities, CIDE is a national hub for people who work in inclusive engineering and design, partnering with students, engineers and clinicians in academia, industry, government and medicine to address the societal challenges of aging and disability. Donors to CU are one of CIDE’s most crucial sources of support. Their significant investments support technology and programs for people with disabilities, helping people like Graham thrive. \u003C\/p\u003E\u003Cp\u003EGraham was wearing his equipment on his first visit to see Aleaza Goldberg, a speech and language pathologist with CIDE who specializes in fitting patients with augmentative and alternative communication, or ACC, devices. \u003C\/p\u003E\u003Cp\u003EAleaza has a unique perspective on working with non-speaking patients with conditions like autism, cerebral palsy, multiple sclerosis and Lou Gehrig’s disease because she has experienced what it is like to be rendered speechless. \u003C\/p\u003E\u003Cp\u003E“When I was 21, I had a stroke, and I was aphasic for two years,” Aleaza says, referring to a disorder that significantly impacts spoken communication. “I had speech therapy to help me speak again. I had to learn how to read and write. I was in college at the time, so I had to drop out.” \u003C\/p\u003E","id":"PHA+RHVyaW5nIHRob3Nl","type":"text_block","styles":[]},{"quote":"\u0022Aleaza was the first one to say, ‘Every time you talk for him, every time you guess what he wants, you’re taking away his voice.’\u0022—Val Saiz\r\n","id":"PHA+IkFsZWF6YSB3YXMg","type":"block_quote","styles":[]},{"content":"\u003Cp\u003EAs a result of her personal experience working with a therapist in speech and language intervention, Aleaza switched fields of study and pursued a master’s in speech and language pathology. \u003C\/p\u003E\u003Cp\u003EWith empathy as her guiding principle, Aleaza put herself in Graham’s shoes as much as possible when treating him. If Graham was bouncing on his yoga ball, Aleaza bounced on one of her own. If Graham paced her office, she did the same. “I always tried to match his rhythm,” Aleaza says. \u003C\/p\u003E","id":"PHA+QXMgYSByZXN1bHQg","type":"text_block","styles":[]},{"alt":"Aleaza sits on a white yoga ball while Graham bounces on a black yoga ball with headphones on. They are high-fiving each other.","caption":"Graham and Aleaza work together to communicate (photo by Cyrus McCrimmon).","width":946,"height":646,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634613869-Screen%20Shot%202021-10-18%20at%2010.24.11%20PM?_a=AAAEuGX","id":"QWxlYXphIHNpdHMgb24g","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003E“There was no fear from Aleaza,” Val recalls. “Sometimes he would go into her office and just want to lay down, so she’d say, ‘That’s no problem. Here’s what we’ll do: We’ll put a blanket down, we’ll project some stars into the sky and we’ll just relax.’” \u003C\/p\u003E\u003Cp\u003EOver time, Graham began to trust Aleaza, imitating her actions and responding to her attempts to communicate. Through this process of trust-building, she was able to determine what kind of language he needed and what an AAC device could do for him.\u003C\/p\u003E","id":"PHA+4oCcVGhlcmUgd2Fz","type":"text_block","styles":[]},{"image":{"alt":"Illustration of a hand in red holding a blue heart with confetti in the background","caption":"","width":800,"height":600,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1635434731-Financials%20card?_a=AAAEuGX","id":"SWxsdXN0cmF0aW9uIG9m","type":"image"},"title":"Giving supports changing patient needs ","id":"R2l2aW5nIHN1cHBvcnRz","text":"\u003Cp\u003EThe needs of AAC users like Graham can change throughout their lives. CIDE uses funding from donors to support families who do not have other sources to pay for evaluation and treatment. \u003C\/p\u003E","link":{"title":"Learn more about our Financials.","path":"https:\/\/essential-staging-cu.herokuapp.com\/impact-reports\/joy\/financials"},"type":"financials_snippet","styles":[]},{"content":"\u003Cp\u003EGraham was already using two different apps for communicating, but Aleaza felt the programs were either too simple or too complicated to use. She decided to switch Graham to an easier-to-use TouchChat Communication app, which features several pages of buttons that Graham can press to “talk.”  \u003C\/p\u003E\u003Cp\u003E“I had a gut feeling that he would need something that would grow with him. His non-verbal communication was very intentional, and he was able to remember the buttons I pushed and was able to repeat the messages that I spoke to him on his own device,” Aleaza says.  \u003C\/p\u003E\u003Cp\u003EAnother critical piece is educating Graham’s caregivers. Once a week, Aleaza visits Graham at his group home to work with his staff on using the device. “If you\u0027re trying to teach somebody a language, you have to speak and model that language,” she says. “If we don\u0027t do that, the device ends up collecting dust.” \u003C\/p\u003E","id":"PHA+R3JhaGFtIHdhcyBh","type":"text_block","styles":[]},{"video_id":"ANO0QSxYl2E","title":"Aleaza demonstrates Graham\u0027s communication device","id":"QU5PMFFTeFlsMkVBbGVh","type":"youtube_video","styles":[]},{"content":"\u003Cp\u003EOver time, Graham began to use the AAC device without prompting. More importantly, the device opened up hundreds of options for him.  \u003C\/p\u003E\u003Cp\u003EFor patients like Graham, options are a form of independence and joy–the security of control over one’s environment, the confidence of personal agency and the pleasure of choosing an afternoon’s activities. \u003C\/p\u003E\u003Cp\u003EGraham uses the device to greet people, say goodbye or to request privacy. He can say, \u0022I want to eat,” and specify what he wants to eat. He can also request a walk and explain where he would like to go. When he wants company, he can say, “Please come sit with me,” or he can FaceTime his parents. \u003C\/p\u003E\u003Cp\u003E“The first time Graham initiated a call, it felt like the earth had shifted,” Val says. “We had always been the one to reach out, and now he had a voice. In a way, it felt like he was, for the first time, saying you are important to me and I love you.” \u003C\/p\u003E\u003Cp\u003EAlong with a move to a different group home, intensive work with a behavioralist and improved medication, Graham’s self-injuring behaviors have almost ceased over the last three years. With an unprecedented level of stability, choice and freedom in his life, Graham’s communication skills have continued to grow and improve. \u003C\/p\u003E\u003Cp\u003E“I don’t really believe in miracles, but I can’t think of a better term for it,” Graham’s father, Richard, says. “He has his own life and his own friends now, but it hasn’t always been easy, that’s for sure.” \u003C\/p\u003E\u003Cp\u003E“In the beginning it was all about fixing Graham. Our goal was to regulate and help, but we were probably not allowing him to have his voice,” Val says. “Aleaza was the first one to say, ‘Every time you talk for him, every time you guess what he wants, you’re taking away his voice.’” \u003C\/p\u003E\u003Cp\u003EVal says it’s rare to find services, agencies and people that want to treat and improve patients after the transition from childhood to adulthood. “There’s this myth,” she says, “that only children can improve, and once you turn 18, what you see is what you get.” \u003C\/p\u003E\u003Cp\u003EOrganizations like CU’s CIDE challenge that narrative. CIDE serves patients of all ages, from \u003Cem\u003E\u003Cstrong\u003E\u003Ca href=\u0022https:\/\/essential.cu.edu\/impact-reports\/together\/story\/innovation\u0022\u003Elittle girls with genetic mobility disorders\u003C\/a\u003E\u003C\/strong\u003E\u003C\/em\u003E to \u003Cem\u003E\u003Cstrong\u003E\u003Ca href=\u0022https:\/\/view.communications.cu.edu\/?qs=46d14cda4534ab81cf727d2dc75effe9564750b1b68f63d3d0eac27bf0b8c5b088f5d8de34588ea61ec0ac0567b38532879171d43d0c4e60f040359f034fa1338e00221815d9d287f6f6361c1d7a5348809e17c431b4d071#clinicspotlight\u0022\u003E71-year-old ICU nurses\u003C\/a\u003E\u003C\/strong\u003E\u003C\/em\u003E who are rendered speechless by surgery. \u003C\/p\u003E\u003Cp\u003EDonors play a crucial role in amplifying CIDE’s ability to serve more patients and families living with disabilities. \u003C\/p\u003E","id":"PHA+T3ZlciB0aW1lLCBH","type":"text_block","styles":[]},{"quote":"\u0022I don’t really believe in miracles, but I can’t think of a better term for it.\u0022—Richard Saiz\r\n","id":"PHA+IkkgZG9u4oCZdCBy","type":"block_quote","styles":[]},{"content":"\u003Cp\u003E“Much of our work cannot be funded through typical paths such as medical insurance, grants or fee-for-service activities,” CIDE Director, Cathy Bodine, explains. “Many of our families have small incomes, which they need to cover basics such as food, shelter and clothing. We use donor funds to sponsor our clients in the clinic, to jump-start new technology designs and to support students who are learning to work in this critically important and growing field. Our donors make this work possible and allow us to have a tremendous community impact.” \u003C\/p\u003E\u003Cp\u003EBy investing in CU, donors invest in CIDE’s vision that technology can help people like Graham and his family live rich, joyful lives full of options and possibility. \u003C\/p\u003E","id":"PHA+4oCcTXVjaCBvZiBv","type":"text_block","styles":[]},{"alt":"Graham is seated at a table in a fast-food restaurant. He is smiling, looking to the right of the photo, in front him is a blue soda cup with a red straw.","caption":"Graham sits at a table in a fast food restaurant (photo courtesy to CU).","width":702,"height":944,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634614367-Screen%20Shot%202021-10-18%20at%2010.32.34%20PM?_a=AAAEuGX","id":"R3JhaGFtIGlzIHNlYXRl","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003E“Graham just continues to grow and learn. Just recently, he stopped me when we were about to go through the drive-thru at a restaurant and was vocalizing to get us to understand that he wanted to go into the restaurant instead,” Val says. “We’ll put a new button on the talker now so he has the option to let us know if he wants to go in.” \u003C\/p\u003E\u003Cp\u003ENow that Graham’s day-to-day life is no longer a state of emergency, Val and Richard are better able to enjoy him as the unique person he is. \u003C\/p\u003E\u003Cp\u003E“He’s really playful; he likes to play hide and seek. He\u0027ll take things that he knows are important, like keys and cell phones, and waits for you to chase him,” Val says. “If he has a drink like a shake or something, he’ll be playful and pretend he’s going to share. He’ll hold it up to your mouth and take it away.” \u003C\/p\u003E\u003Cp\u003EFree of the hockey mask and thick layers of protective equipment, Graham is able to find joy in life’s simple pleasures. \u003C\/p\u003E","id":"PHA+4oCcR3JhaGFtIGp1","type":"text_block","styles":[]},{"alt":"Graham is sitting in the backyard of his group home. It\u0027s sunny and there are trees in the background. Graham\u0027s hands are raised and he has a look of concentration on his face. He is bouncing upward so it looks as though he is floating.","caption":"Graham bounces on his yoga ball in the back yard of his group home (photo by Cyrus McCrimmon).","width":4500,"height":3257,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1635347821-CU_SpeechTherapyAleazaGraham2054?_a=AAAEuGX","id":"R3JhaGFtIGlzIHNpdHRp","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003E“He likes the wind. On a good day with a nice wind, he’ll just sit there and appreciate things,” Richard says. “You stand there and you feel the wind go by and it moves across your hair, your face and your body. Well, he just loves it. He’ll smile and turn into the wind and just laugh.” \u003C\/p\u003E","id":"PHA+4oCcSGUgbGlrZXMg","type":"text_block","styles":[]},{"services":["twitter","facebook","instagram"],"id":"797","type":"social_links","styles":[]},{"content":[{"title":"Center for Inclusive Design and Engineering Endowment","path":"https:\/\/giving.cu.edu\/fund\/center-inclusive-design-and-engineering-endowment"},{"title":"Center for Inclusive Design and Engineering Fund","path":"https:\/\/giving.cu.edu\/fund\/center-inclusive-design-and-engineering-fund"},{"title":"Bioengineering Department Support Fund","path":"https:\/\/giving.cu.edu\/fund\/bioengineering-department-support-fund"}],"heading":"Related Funds:","id":"557","type":"content_list","styles":[]}],"related_stories":{"1322":{"campus":"CU Anschutz","title":"What Are We Fighting For? Cancer Patients Take Back Their Joy","description":"Dr. Carolyn Lefkowits supports gynecological oncology patients through their cancer journeys—from diagnosis to cure and beyond.\n","main_image":{"alt":"Dr. Carolyn Lefkowits hero image with confetti in the background","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636151896-AMC-story-hero?_a=AAAEuGX","id":"RHIuIENhcm9seW4gTGVm","type":"image"},"slug":"joy-of-an-honest-conversation"},"1323":{"campus":"CU Boulder","title":"Reframing the Bully Through Joyful, Transformative Theater ","description":"Stephanie Saltis, survivor of bullying, uses Shakespeare to help break the cycle of violence in Colorado schools.\n","main_image":{"alt":"A portrait of Stephanie Saltis grinning broadly, behind her is illustrated confetti","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636151960-CUBou-story-hero?_a=AAAEuGX","id":"QSBwb3J0cmFpdCBvZiBT","type":"image"},"slug":"joy-of-theater"},"1325":{"campus":"UCCS","title":"Joy Is Helping the People Who Come Up After Me","description":"First-generation college senior Johnathan Gachuzo Gonzalez is lifting up his community as he prepares for a career in health care.\n","main_image":{"alt":"Johnathan Gachuzo Gonzalez stands in front of the Garden of the Gods park wearing the stethoscope his mother gave him.","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636152094-UCCS-story-hero?_a=AAAEuGX","id":"Sm9obmF0aGFuIEdhY2h1","type":"image"},"slug":"joy-of-community"}}}