{
  "title": "What Are We Fighting For? Cancer Patients Take Back Their Joy",
  "slug": "joy-of-an-honest-conversation",
  "body": "Dr. Carolyn Lefkowits supports gynecological oncology patients through their cancer journeys—from diagnosis to cure and beyond.",
  "main_image": {
    "alt": "Dr. Carolyn Lefkowits hero image with confetti in the background",
    "caption": "",
    "width": 1600,
    "height": 1200,
    "url": "https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636151896-AMC-story-hero?_a=AAAEuGX",
    "id": "RHIuIENhcm9seW4gTGVm",
    "type": "image"
  },
  "layout": [
    {
      "content": "\u003Cp\u003ECancer puts life on hold. And for many, regardless of the prognosis, life seems to stop, routines halt and joy can be elusive. \u003C\/p\u003E\u003Cp\u003EBut what if that didn’t have to be the case? \u003C\/p\u003E\u003Cp\u003EDr. Carolyn Lefkowits, a surgeon and palliative care expert at the CU Anschutz Medical Campus’ Division of Gynecologic Oncology, works with cancer patients to challenge this idea.  \u003C\/p\u003E\u003Cp\u003E“There is a lot of opportunity to find joy against a backdrop of life-threatening illness,” Lefkowits says. “Given that we\u0027re stuck with a disease that threatens to steal our joy, how do we reclaim it? How do we take it back in the midst of forces that are trying to steal it?” \u003C\/p\u003E",
      "id": "PHA+Q2FuY2VyIHB1dHMg",
      "type": "text_block",
      "styles": []
    },
    {
      "quote": "\u0022Our ongoing discussions were all framed around joy, and I’m so glad I went after my goals. If I’d put my life on pause until I was cured, I would’ve wasted four years and not seen it.\u0022—Jaye Lampe",
      "id": "Ik91ciBvbmdvaW5nIGRp",
      "type": "block_quote",
      "styles": []
    },
    {
      "content": "\u003Cp\u003EJaye Lampe, a patient of Lefkowits’, had been on a years-long mission to reclaim joy from cancer. Her story demonstrates how powerful a change in perspective can be. \u003C\/p\u003E\u003Cp\u003EIn 2018, Lampe retired as the president of a software company. She was enthusiastically exploring new careers when she was hospitalized due to symptoms from ovarian cancer, though she hadn\u0027t yet been diagnosed. The outcome for patients like Lampe are mixed: According to the Ovarian Cancer Research Alliance, 60% of ovarian cancers are not diagnosed until patients have reached stage three of the disease, when five-year survival rates are around 39%. \u003C\/p\u003E\u003Cp\u003EBut Lampe didn’t let that stop her from pursuing her goals. \u003C\/p\u003E\u003Cp\u003EIn her three-and-a-half-year cancer journey–between chemotherapy, radiation and surgery–Lampe earned a master’s degree in counseling and career development, worked in what she called her “dream job” as a career development advisor at CU Boulder, purchased a beach house in Florida where she spent months at a time as a self-professed “beach babe,” watched her kids graduate from high school, learned to make jewelry and took multiple camping trips with her husband in their dewdrop trailer. \u003C\/p\u003E",
      "id": "PHA+SmF5ZSBMYW1wZSwg",
      "type": "text_block",
      "styles": []
    },
    {
      "alt": "Jaye Lampe and her husband stand on a beach, they are both smiling and wearing sunglasses.",
      "caption": "Lampe and her husband at the beach (photo courtesy to CU).",
      "width": 714,
      "height": 948,
      "url": "https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634608538-Screen%20Shot%202021-10-18%20at%204.47.35%20PM?_a=AAAEuGX",
      "id": "SmF5ZSBMYW1wZSBhbmQg",
      "type": "image",
      "styles": [
        "with-caption"
      ]
    },
    {
      "content": "\u003Cp\u003E“Carolyn was critical to all of that. I don’t think there’s any way it could’ve happened without her,” Lampe said earlier this summer. “She told me, ‘We’re going to make the best of this from day one.’ We didn’t talk about morbidity. Our ongoing discussions were all framed around joy, and I’m so glad I went after my goals. If I’d put my life on pause until I was cured, I would’ve wasted four years and not seen it.” \u003C\/p\u003E\u003Cp\u003ELefkowits did everything from advising her on when she would have the most energy for her studies to tailoring her chemotherapy to allow opportunities for Lampe and her husband to spend longer chunks of time at their beach house.  \u003C\/p\u003E\u003Cp\u003E“Little things like taking a trip to Florida might seem small to somebody who’s not in this, but for me, it’s amazing to be able to go to the ocean. It was magical. I got to spend months there,” Lampe said. \u003C\/p\u003E\u003Cp\u003ELefkowits is part of the largest group of physicians dedicated to women’s cancer care in the Rocky Mountain region. CU Anschutz’s Division of Gynecologic Oncology consists of eight gynecologic oncologists and pelvic surgeons offering innovative surgical interventions, chemotherapy and an array of clinical trials. \u003C\/p\u003E\u003Cp\u003EPrivate donor philanthropy contributes significantly to their work. The division benefits from several endowed chairs that help CU Anschutz attract and retain the best and brightest talent. Donors also support clinical trials, novel therapies and initiatives focused on prevention, early detection and treatment of gynecologic cancers, the division’s fellowship program and many other priorities.  \u003C\/p\u003E\u003Cp\u003ELefkowits and her colleagues mix in conversations about life goals at every stage of the treatment, building relationships with patients like Lampe from diagnosis to surgery, treatment and beyond. \u003C\/p\u003E\u003Cp\u003EFor Lefkowits, it’s the “beyond” that informs her care for her patients. In her palliative care practice, which she defines as “an extra layer of support,” she works with patients to outline a treatment plan that is “goal concordant,” or in alignment with their goals.  \u003C\/p\u003E",
      "id": "PHA+4oCcQ2Fyb2x5biB3",
      "type": "text_block",
      "styles": []
    },
    {
      "quote": "\u0022There is a lot of opportunity to find joy against a backdrop of life-threatening illness. Given that we\u0027re stuck with a disease that threatens to steal our joy, how do we reclaim it?\u0022—Dr. Carolyn Lefkowits",
      "id": "IlRoZXJlIGlzIGEgbG90",
      "type": "block_quote",
      "styles": []
    },
    {
      "content": "\u003Cp\u003ELefkowits often finds herself pushing back against “battle” and “fight” metaphors in cancer because they misconstrue the amount of control that doctors and patients have over how cancers turn out.  \u003C\/p\u003E\u003Cp\u003E“I try to turn the metaphor around and talk about what we’re fighting for,” Lefkowits says. “The objective is personalized, whole-person care, and we can’t do that without understanding where patients are coming from in terms of their own values, goals and priorities.” \u003C\/p\u003E\u003Cp\u003ELefkowits says she and her team fight with the same intensity for quality of life and effective pain management as they do in different phases of illness for cure or life extension. \u003C\/p\u003E\u003Cp\u003E“If what’s most important is being home as much as possible, minimizing toxicity and the quality of your time, then a purely supportive approach might be the best option. If what’s most important is to try to be alive to attend a critical family event, then we might pursue more chemotherapy with a willingness to tolerate more toxicity in hopes of buying more time. If what’s important is a legacy–making some contribution to science and cancer care and benefiting other women–then we might prioritize a clinical trial,” Lefkowits explains. \u003C\/p\u003E\u003Cp\u003EDonors provide critical support in these strategic and nuanced efforts. Their generosity is woven into countless stories of women reclaiming their joy while living with cancer. \u003C\/p\u003E\u003Cp\u003ESome are stories of survival. \u003C\/p\u003E\u003Cp\u003E“I had a young patient named Emily Oh who had cervical cancer. She really wanted to be a mom, but because her cancer was so advanced, she was not a candidate for fertility preserving surgery. She froze her eggs. After she got through radiation and chemotherapy, she lost her ability to carry a pregnancy,” Lefkowits recalls. “One day, she brought me a card. I opened it and inside was an ultrasound picture. Her sister served as her surrogate and had her baby! Now she has this 14-month-old, and when she comes for her check-ups, she shows us videos of him dancing. What’s more joyful than that?”\u003C\/p\u003E",
      "id": "PHA+TGVma293aXRzwqBv",
      "type": "text_block",
      "styles": []
    },
    {
      "alt": "Colorful thank you notes and cards are pinned to a wall. The notes are long. At the bottom of the wall is an ultrasound from Emily Oh. In front of the wall are paper flowers in a cup.",
      "caption": "Thank-you notes from patients cover an entire wall of Lefkowtis’s office. Emily Oh\u0027s ultrasound is toward the bottom left (photo by Cyrus McCrimmon).",
      "width": 952,
      "height": 724,
      "url": "https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634608754-Screen%20Shot%202021-10-18%20at%204.50.59%20PM?_a=AAAEuGX",
      "id": "Q29sb3JmdWwgdGhhbmsg",
      "type": "image",
      "styles": [
        "with-caption"
      ]
    },
    {
      "content": "\u003Cp\u003EOther stories are about finding unconventional ways to embrace life in the face of death and loss. \u003C\/p\u003E\u003Cp\u003E“I had one patient named Royce Carter who’s since passed away. When we talked about her limited prognosis, what was most important to her in the limited time she had was taking a road trip around the country to say goodbye to her family members. At that point, she couldn’t support her own hydration because her gut wasn’t working,” Lefkowits recalls. “So, we found a home care company that would provide boxes of IV fluid and taught her son to administer it through her IV PICC. Then, she and her son took their show on the road with a trunk full of IV fluid.” \u003C\/p\u003E",
      "id": "PHA+T3RoZXIgc3Rvcmll",
      "type": "text_block",
      "styles": []
    },
    {
      "alt": "Royce Carter, wearing a pink jacket with a pink striped shirt, grins happily as she holds her infant great-granddaughter, who is also smiling. The baby is wearing a white onesie with pink elephants on it, and a pink head scarf.",
      "caption": "Royce Carter and her youngest great-grandchild (photo courtesy to CU).",
      "width": 772,
      "height": 954,
      "url": "https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634608846-Screen%20Shot%202021-10-18%20at%206.15.21%20PM?_a=AAAEuGX",
      "id": "Um95Y2UgQ2FydGVyLCB3",
      "type": "image",
      "styles": [
        "with-caption"
      ]
    },
    {
      "content": "\u003Cp\u003EAnd some stories are written in surprising ways. \u003C\/p\u003E\u003Cp\u003ELampe, like many of Lefkowits’ patients, knew that a cure was not in the cards; what palliative care could offer for her was a more fulfilling existence toward the end of her life. The choices patients and doctors make together are guided by the patients\u0027 wishes, and are essential to how they write their own story. And like many wrenching stories of serious disease, Lampe’s sadly concluded this fall. \u003Cstrong\u003E\u003Cem\u003E\u003Ca href=\u0022https:\/\/www.tributearchive.com\/obituaries\/22693846\/jacqueline-jaye-lampe\/longmont\/colorado\/carroll-lewellen-funeral-cremation-services\u0022\u003EShe passed away on October 17\u003C\/a\u003E\u003C\/em\u003E\u003C\/strong\u003E, one week shy of her 55th birthday.  \u003C\/p\u003E\u003Cp\u003EShe was hospitalized in mid-August due to complications from a clinical trial. There, her doctors told her she had two to three weeks to live. \u003C\/p\u003E\u003Cp\u003E“That was the first time somebody said, ‘This is the end,’” Lampe said in August. “If you just looked at my bad numbers, any doctor would say, ‘Let’s make this patient comfortable as much as we can. Get them hospice care. They’ve got two to three weeks left.’ Then Dr. Lefkowits called and said, ‘I see your charts. They are looking like the charts of somebody who’s dying, but I know you. You’re walking the halls right now. You’re mentally strong, physically strong.’”  \u003C\/p\u003E\u003Cp\u003ELampe received artificial nutrition through an IV, something not usually administered near the end of life. But because it was concordant with Lampe’s goals, Lefkowits felt it would benefit her patient. \u003C\/p\u003E\u003Cp\u003E“She gave me this possibility. It was all out of the goodness of her heart,” Lampe said. “It would’ve been totally acceptable for her to follow standard protocol, and I wouldn’t be talking to you right now.” \u003C\/p\u003E\u003Cp\u003EIn mid-September, she said that her “two to three weeks” had run out two weeks before that.\u003C\/p\u003E\u003Cp\u003E“Every single day I have is a miracle. It feels like an eternity,” Lampe said. “If someone told you that you had three months to live, you might be devastated, but after hearing ‘two weeks,’ getting any extra time is awesome. I’ll take it. I can have a lot of fun.” \u003C\/p\u003E\u003Cp\u003EJaye Lampe’s few extra weeks, Royce Carter’s road trip around the country, Emily Oh’s ultrasound–all were possible because Lefkowits and her patients sat down in the presence of strong emotion and had thoughtful, frank conversations about prognosis and goals and values. \u003C\/p\u003E\u003Cp\u003EAs the director of the division’s fellowship program, Lefkowits is determined to teach the next generation of doctors the power of communication: “I believe we should be training gynecologic oncologists to be expert communicators just as rigorously as they are trained to be expert surgeons.” \u003C\/p\u003E\u003Cp\u003EOne of her patients, who wishes to remain anonymous, believes so passionately in Lefkowits’ vision that she is providing philanthropic support to send the division’s fellows to an annual workshop to learn foundational skills in complex communications. \u003C\/p\u003E\u003Cp\u003E“This is going to be incredibly impactful because there’s exponential benefit for every patient that those fellows will take care of, and for every person those fellows will train,” Lefkowits says. “Because of my patient’s generosity, that’s what we’re turning out into the world–a lot more possibilities for the Royce Carters and Jaye Lampes of the world. We beget more joy.” \u003C\/p\u003E",
      "id": "PHA+QW5kIHNvbWUgc3Rv",
      "type": "text_block",
      "styles": []
    },
    {
      "image": {
        "alt": "A hand in pink holds a blue heart with confetti in the background",
        "caption": "",
        "width": 800,
        "height": 600,
        "url": "https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1635434408-Financials%20card?_a=AAAEuGX",
        "id": "QSBoYW5kIGluIHBpbmsg",
        "type": "image"
      },
      "title": "Endowments: The gift that keeps on giving ",
      "id": "RW5kb3dtZW50czogVGhl",
      "text": "\u003Cp\u003EEndowments generate reliable income in the form of investment returns, year after year. CU’s collective endowment is made up of thousands of individual endowments, which are used to create scholarships, faculty chairs and programs. \u003C\/p\u003E",
      "link": {
        "title": "Learn more about our Financials",
        "path": "https:\/\/essential-staging-cu.herokuapp.com\/impact-reports\/joy\/financials"
      },
      "type": "financials_snippet",
      "styles": []
    },
    {
      "content": "\u003Cp\u003EAt the granular level, giving pays dividends in joy–a young mother watching her 14-month-old dance, a great-grandmother holding her youngest great-grandbaby, a woman wholeheartedly enjoying another day, week or month. \u003C\/p\u003E\u003Cp\u003E“There is so much life in between diagnosis and cure,” Lefkowits says. “That’s a fundamental misconception around palliative care, that it’s about death. It’s not. It’s actually about living your best life in the midst of disease.”\u003C\/p\u003E",
      "id": "PHA+QXQgdGhlIGdyYW51",
      "type": "text_block",
      "styles": []
    },
    {
      "services": [
        "twitter",
        "facebook",
        "instagram"
      ],
      "id": "229",
      "type": "social_links",
      "styles": []
    },
    {
      "content": [
        {
          "title": "Gynecologic Oncology Fellowship Fund",
          "path": "https:\/\/giving.cu.edu\/fund\/gynecologic-oncology-fellowship-fund"
        },
        {
          "title": "Gynecologic Oncology Fund",
          "path": "https:\/\/giving.cu.edu\/fund\/gynecologic-oncology-fund"
        },
        {
          "title": "Ovarian Cancer Research Fund",
          "path": "https:\/\/giving.cu.edu\/fund\/ovarian-cancer-research-fund"
        }
      ],
      "heading": "Related Funds:",
      "id": "26",
      "type": "content_list",
      "styles": [
        "related-stories"
      ]
    }
  ],
  "related_stories": {
    "1323": {
      "campus": "CU Boulder",
      "title": "Reframing the Bully Through Joyful, Transformative Theater ",
      "description": "Stephanie Saltis, survivor of bullying, uses Shakespeare to help break the cycle of violence in Colorado schools.\n",
      "main_image": {
        "alt": "A portrait of Stephanie Saltis grinning broadly, behind her is illustrated confetti",
        "caption": "",
        "width": 1600,
        "height": 1200,
        "url": "https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636151960-CUBou-story-hero?_a=AAAEuGX",
        "id": "QSBwb3J0cmFpdCBvZiBT",
        "type": "image"
      },
      "slug": "joy-of-theater"
    },
    "1324": {
      "campus": "CU Denver",
      "title": "When Joy Is the Ability to Say \u0022No, Thank You\u0022",
      "description": "Speech pathologist Aleaza Goldberg helps patients like Graham Saiz communicate and live more independent lives.\n",
      "main_image": {
        "alt": "Aleaza Goldberg and Graham Saiz sit facing each other, Aleaza holds Graham\u0027s communication device, Graham is wearing headphones and looking at the device. Aleaza smiles at Graham.",
        "caption": "",
        "width": 1600,
        "height": 1200,
        "url": "https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636152028-CUDen-story-hero?_a=AAAEuGX",
        "id": "QWxlYXphIEdvbGRiZXJn",
        "type": "image"
      },
      "slug": "joy-of-independence"
    },
    "1325": {
      "campus": "UCCS",
      "title": "Joy Is Helping the People Who Come Up After Me",
      "description": "First-generation college senior Johnathan Gachuzo Gonzalez is lifting up his community as he prepares for a career in health care.\n",
      "main_image": {
        "alt": "Johnathan Gachuzo Gonzalez stands in front of the Garden of the Gods park wearing the stethoscope his mother gave him.",
        "caption": "",
        "width": 1600,
        "height": 1200,
        "url": "https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636152094-UCCS-story-hero?_a=AAAEuGX",
        "id": "Sm9obmF0aGFuIEdhY2h1",
        "type": "image"
      },
      "slug": "joy-of-community"
    }
  }
}
