{"title":"Reframing the Bully Through Joyful, Transformative Theater ","slug":"joy-of-theater","body":"Stephanie Saltis, survivor of bullying, uses Shakespeare to help break the cycle of violence in Colorado schools.\r\n ","main_image":{"alt":"A portrait of Stephanie Saltis grinning broadly, behind her is illustrated confetti","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636151960-CUBou-story-hero?_a=AAAEuGX","id":"QSBwb3J0cmFpdCBvZiBT","type":"image"},"layout":[{"content":"\u003Cp\u003EThe first time Stephanie Saltis experienced the delight of theater was an accident.  \u003C\/p\u003E\u003Cp\u003EThe University of Colorado Boulder alumna was in high school, playing Hermia in A Midsummer Night’s Dream.  \u003C\/p\u003E\u003Cp\u003E“That was my first play ever, and I remember doing a scene where I was supposed to be laying on the ground and sleeping, but I wasn’t. I’d mistakenly gotten up, and then another actor said the line, ‘...with Hermia sleeping there on the ground...’” Saltis recalls. “Hearing that, I dropped dead on the stage.” \u003C\/p\u003E\u003Cp\u003E“I will always, always remember that moment. It showed me how fun this life can be,” Saltis says. \u003C\/p\u003E\u003Cp\u003EThe stage, for Saltis, is a place of healing, transformation and joy. Through her work as an intern for the Colorado Shakespeare Festival, Saltis spent many months in a whirlwind of rehearsing for the festival’s 2021 summer season and preparing to bring Shakespeare to schoolkids across Colorado through the CSF’s Shakespeare \u0026amp; Violence Prevention Tour. The program\u0027s goal is to educate students about the cycle of violence, empathy and upstander behavior using performance and the latest school violence research.\u003C\/p\u003E","id":"PHA+VGhlIGZpcnN0IHRp","type":"text_block","styles":[]},{"alt":"Saltis is wearing a cardboard box with paper gears pasted on it. With a look of confusion on her face, she is standing with legs on either side of someone on the ground whose shoes are pointed at the camera. A third actor is looking at the camera from between Saltis\u0027 legs.","caption":"Saltis performs as Snout the Tinker in Popular Mechanicals (photo courtesy to CU).","width":946,"height":542,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634610556-Screen%20Shot%202021-10-18%20at%209.28.52%20PM?_a=AAAEuGX","id":"U2FsdGlzIGlzIHdlYXJp","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003ETheater wasn’t always such an integral part of her life, and Saltis remembers a time when the stage was out of reach. \u003C\/p\u003E\u003Cp\u003EShe describes her younger self as a “lonely little kid,” and recalls turning to TV and movies for comfort. Saltis and her mother moved frequently, living in Las Vegas and later, Miami. Her schools had limited arts programs. Coupled with a fear of the stage, Saltis did not start acting until her sophomore year when they moved to Louisville, Colorado. \u003C\/p\u003E\u003Cp\u003E\u0022Growing up, I was not a popular kid and I got made fun of a lot for my weight. There were a lot of hard days and I definitely had thoughts of suicide in high school,” Saltis says. “I know what it was like to feel absolutely awful about myself because of others and the violence in the schools that I dealt with. If I had something like the violence prevention tour, maybe things could have been different.” \u003C\/p\u003E\u003Cp\u003EEstablished in 2011, the violence prevention tour is CSF’s flagship education and outreach program. They partner with CU Boulder’s \u003Cem\u003E\u003Cstrong\u003E\u003Ca href=\u0022https:\/\/cspv.colorado.edu\/\u0022\u003ECenter for the Study and Prevention of Violence\u003C\/a\u003E\u003C\/strong\u003E\u003C\/em\u003E for training on the latest bullying and school violence research and use live performance to help students engage with Shakespeare. In virtual and in-person sessions, students learn intervention strategies that can be used when they see mistreatment happening around them. Over the last decade, the program has reached more than 112,000 elementary and high school students across Colorado. \u003C\/p\u003E","id":"PHA+VGhlYXRlciB3YXNu","type":"text_block","styles":[]},{"quote":"\u0022The idea that you can always change and be better gives me joy. Today wasn’t great, but tomorrow will be better. If you fail, you can get up and try again. That makes me happy.\u0022—Stephanie Saltis\r\n","id":"PHA+IlRoZSBpZGVhIHRo","type":"block_quote","styles":[]},{"content":"\u003Cp\u003ECU Presents and CSF also offer additional education and outreach programs, including workshops, book clubs, summer camps and after-school programs. These programs are supported by donors who understand the importance of making Shakespeare’s works accessible and removing the intimidation factor at a young age. Donor support is integral to CSF’s year-round education and outreach programming, with philanthropy supporting artists’ wages, audiovisual equipment, training on intervention techniques and other efforts.  \u003C\/p\u003E\u003Cp\u003E“An early exposure to Shakespeare can equip children with confidence, strong communication skills, and an awareness of what it means to be human,” Amanda Giguere, CSF’s Director of Outreach, says. “When we introduce young people to Shakespeare, we are not only introducing them to 400-year-old plays, we are also giving them the chance to better understand themselves, their peers and their communities.” \u003C\/p\u003E","id":"PHA+Q1UgUHJlc2VudHMg","type":"text_block","styles":[]},{"alt":"Eight actors are on stage with Saltis standing in the center of the shot holding a bright red ball. To her right are five women in white at a washtub. To her left and at the foreground is a bald, tattooed man crouching on the ground. Behind her and to the right is another man who is looking at the bald man.","caption":"Saltis rehearses as Nausicaa in the CSF’s production of The Odyssey (photo courtesy to CU).","width":944,"height":622,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634611159-Screen%20Shot%202021-10-18%20at%209.37.28%20PM?_a=AAAEuGX","id":"RWlnaHQgYWN0b3JzIGFy","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003EDonors also enable iconic institutions like the Colorado Shakespeare Festival to return year after year. Philanthropic giving sustained the festival through the uncertainties of the COVID-19 pandemic when many theaters, festivals and programs around the country were forced to close. \u003C\/p\u003E\u003Cp\u003EAfter a hiatus from live performances that cancelled the entire 2020 season, Saltis and her castmates finally stepped back onto the stage this summer, performing in A Midsummer Night’s Dream and Mary Zimmerman’s adaptation of The Odyssey. \u003C\/p\u003E\u003Cp\u003E“It was a year of no theater for us actors, and that’s the worst thing ever,” Saltis says. “Everyone in the company had this gratitude for each other, and we were all there, rooting for each other and trying to bring hope and joy back into our lives.” \u003C\/p\u003E\u003Cp\u003EAlthough they performed to a smaller audience of 265 instead of the usual 1,000 at the Boulder campus’ Mary Rippon Theatre, night after night, Saltis and her castmates received standing ovations for their performances in The Odyssey. \u003C\/p\u003E\u003Cp\u003E“Every night, we heard laughter in the audience. It was amazing to see their smiles. We didn’t get to see that for the last year,” Saltis recalls. “We’d come off stage and say, ‘Oh my god, another standing ovation. Wow!’” \u003C\/p\u003E","id":"PHA+RG9ub3JzIGFsc28g","type":"text_block","styles":[]},{"image":{"alt":"Illustration of a hand in red holding a blue heart with confetti in the background","caption":"","width":800,"height":600,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1635434815-Financials%20card?_a=AAAEuGX","id":"SWxsdXN0cmF0aW9uIG9m","type":"image"},"title":"Many ways to give ","id":"TWFueSB3YXlzIHRvIGdp","text":"\u003Cp\u003EThe Colorado Shakespeare Festival recently received one of its \u003Cem\u003E\u003Cstrong\u003E\u003Ca href=\u0022https:\/\/cupresents.org\/2021\/06\/08\/csf-donor-spotlight-sustaining-shakespeare-for-future-generations\/\u0022\u003Elargest gifts to date\u003C\/a\u003E\u003C\/strong\u003E\u003C\/em\u003E, which included a generous bequest in the donors’ estate plans. By naming CU in a will or estate plan, donors can leave a legacy of impact that sustains future generations.\u003C\/p\u003E","link":{"title":"Learn more about our Financials","path":"https:\/\/essential-staging-cu.herokuapp.com\/impact-reports\/joy\/financials"},"type":"financials_snippet","styles":[]},{"content":"\u003Cp\u003EAfter accepting a first-generation scholarship to attend CU Boulder, Saltis successfully auditioned for CU Boulder’s highly competitive BFA in acting program in her second year. Later, she was selected from a pool of hundreds of applicants for one of four coveted internship positions at the Colorado Shakespeare Festival. \u003C\/p\u003E\u003Cp\u003E“In her audition, Stephanie showed real preparation, talent and discipline. She had a sparkle that we knew would shine to the back row of the theatre,” Tim Orr, CSF’s Producing Artistic Director, recalls. “During the festival season, she showed her excellent training, a killer work ethic and real grit.” \u003C\/p\u003E\u003Cp\u003EOver the years, Saltis has worked hard to arrive at a personal understanding of the Bard’s works. Most memorably, she created a 15-minute, one-woman show for Hermia–the character she played in her first foray into theater–by incorporating lines from Shakespeare characters Ophelia, Juliet and Rosalind.  \u003C\/p\u003E\u003Cp\u003E“It’s otherworldly in a way. It’s really magical what you can come up with and how the texts have survived for so long,” Saltis says.\u003C\/p\u003E","id":"PHA+QWZ0ZXIgYWNjZXB0","type":"text_block","styles":[]},{"quote":"\u0022I know what it was like to feel absolutely awful about myself because of others and the violence in the schools that I dealt with.\u0026nbsp;If I had something like the violence prevention tour, maybe things could have been different.\u0022—Stephanie Saltis\r\n","id":"PHA+Ikkga25vdyB3aGF0","type":"block_quote","styles":[]},{"content":"\u003Cp\u003EThis fall, Saltis and CSF will share the magic of Shakespeare with students across Colorado–students who may face struggles like hers with bullying, isolation and poor self-image. Saltis and her castmates will bring a message of hope, change and agency to help other kids who may be struggling as Saltis once did. \u003C\/p\u003E\u003Cp\u003E“In the workshops, we have the students roleplay as themselves, and we ask them, ‘What can you do to stop the violence? What would help prevent further harm while keeping yourself safe?’” Saltis says. “Something else we key in on is that someone isn’t ‘a bully,’ someone is ‘acting as a bully,’ and it’s not prescribed. We all have the power to change.” \u003C\/p\u003E\u003Cp\u003EThe potential for change is something that puts a smile on her face. \u003C\/p\u003E\u003Cp\u003E“The idea that you can always change and be better gives me joy,” Saltis says. “Today wasn’t great, but tomorrow will be better. If you fail, you can get up and try again. That makes me happy.”\u003C\/p\u003E","id":"PHA+VGhpcyBmYWxsLMKg","type":"text_block","styles":[]},{"services":["twitter","facebook","instagram"],"id":"157","type":"social_links","styles":[]},{"content":[{"title":"Colorado Shakespeare Festival Education Outreach Fund","path":"internal:\/fund\/colorado-shakespeare-festival-education-outreach-fund"},{"title":"Colorado Shakespeare Festival Education Outreach Endowment Fund","path":"internal:\/fund\/colorado-shakespeare-festival-education-outreach-endowment-fund"},{"title":"Colorado Shakespeare Festival Fund","path":"internal:\/fund\/colorado-shakespeare-festival-fund"}],"heading":"Related Funds:","id":"622","type":"content_list","styles":[]}],"related_stories":{"1322":{"campus":"CU Anschutz","title":"What Are We Fighting For? Cancer Patients Take Back Their Joy","description":"Dr. Carolyn Lefkowits supports gynecological oncology patients through their cancer journeys—from diagnosis to cure and beyond.\n","main_image":{"alt":"Dr. Carolyn Lefkowits hero image with confetti in the background","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636151896-AMC-story-hero?_a=AAAEuGX","id":"RHIuIENhcm9seW4gTGVm","type":"image"},"slug":"joy-of-an-honest-conversation"},"1324":{"campus":"CU Denver","title":"When Joy Is the Ability to Say \u0022No, Thank You\u0022","description":"Speech pathologist Aleaza Goldberg helps patients like Graham Saiz communicate and live more independent lives.\n","main_image":{"alt":"Aleaza Goldberg and Graham Saiz sit facing each other, Aleaza holds Graham\u0027s communication device, Graham is wearing headphones and looking at the device. Aleaza smiles at Graham.","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636152028-CUDen-story-hero?_a=AAAEuGX","id":"QWxlYXphIEdvbGRiZXJn","type":"image"},"slug":"joy-of-independence"},"1325":{"campus":"UCCS","title":"Joy Is Helping the People Who Come Up After Me","description":"First-generation college senior Johnathan Gachuzo Gonzalez is lifting up his community as he prepares for a career in health care.\n","main_image":{"alt":"Johnathan Gachuzo Gonzalez stands in front of the Garden of the Gods park wearing the stethoscope his mother gave him.","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636152094-UCCS-story-hero?_a=AAAEuGX","id":"Sm9obmF0aGFuIEdhY2h1","type":"image"},"slug":"joy-of-community"}}}