{"title":"Joy Is Helping the People Who Come Up After Me","slug":"joy-of-community","body":"First-generation college senior Johnathan Gachuzo Gonzalez is lifting up his community as he prepares for a career in health care.","main_image":{"alt":"Johnathan Gachuzo Gonzalez stands in front of the Garden of the Gods park wearing the stethoscope his mother gave him.","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636152094-UCCS-story-hero?_a=AAAEuGX","id":"Sm9obmF0aGFuIEdhY2h1","type":"image"},"layout":[{"content":"\u003Cp\u003EWhen Johnathan Gachuzo Gonzalez was 5 years old, he went to the hospital to meet his new baby brother, Jorge. But when Gachuzo arrived, he found confusion and worry, rather than joy. \u003C\/p\u003E\u003Cp\u003E“Jorge was born with severe asthma. He stayed connected to machines for the first two years of his life,” Gachuzo recalls. “The doctors at the hospital told us to really spend time with Jorge because he may not make it through the night. His future didn’t look bright when he was born. Things were pretty tough. But I watched all the medical staff working together just to keep my brother alive. Things were so grim, but they worked so hard. They didn’t stop.”  \u003C\/p\u003E\u003Cp\u003EDoctors, nurses and hospital staff came together to help the young Gachuzo when he found himself in a tough spot, struggling to translate for his parents and medical professionals. This left a deep impression and taught him an early lesson about the power of community. \u003C\/p\u003E","id":"PHA+V2hlbiBKb2huYXRo","type":"text_block","styles":[]},{"quote":"\u0022That’s the most important piece of everything I’ve learned so far. If you’re constantly growing as a person and accomplishing new things, but you’re not sharing that with your community, then you’re kind of leaving behind the people in the same situation as you. That’s why it’s really important to be able to give back to those communities.\u0022—Johnathan Gachuzo Gonzalez","id":"PHA+IlRoYXTigJlzIHRo","type":"block_quote","styles":[]},{"content":"\u003Cp\u003EIn particular, Jorge’s attending physician, Dr. Debra Garcia, became a life-long source of inspiration as Gachuzo witnessed the patience and care with which she treated his family. Over the years, Gachuzo learned more about Garcia and her journey through medical school, where she graduated at the top of her class. Seeing her impact on his family inspired Gachuzo to do the same for other families. \u003C\/p\u003E\u003Cp\u003EThis experience led him on a years-long journey to the University of Colorado and its campus in Colorado Springs. Along the way, Gachuzo got a boost from the UCCS Pre-Collegiate Program–a college preparation and career exploration program aimed at helping first-generation and military-connected students prepare for opportunities after college. \u003C\/p\u003E","id":"PHA+SW4gcGFydGljdWxh","type":"text_block","styles":[]},{"alt":"Gachuzo\u0027s hands are held out with both palms facing up, in them, he holds the stethoscope his mother gave him","caption":"Gachuzo holds out the stethoscope his mother gave him to use in his career as a physician’s assistant (photo by Cyrus McCrimmon)","width":932,"height":606,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634654536-Screen%20Shot%202021-10-19%20at%209.42.05%20AM?_a=AAAEuGX","id":"R2FjaHV6bydzIGhhbmRz","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003EGachuzo is now studying biomedical sciences at UCCS and intends to become a physician’s assistant after graduation. “I know from experience that immigrant patients and families like mine can struggle with getting the care they need,” Gachuzo says. “So, I wish and hope to be there for them and to care for them.”   \u003C\/p\u003E\u003Cp\u003EDonors to UCCS have been instrumental in his journey: They create and give to scholarships and invest in university programs, like the UCCS Pre-Collegiate Program. Generosity from donors enables students like Gachuzo to experience the joy of family, the satisfaction of giving back to the community and the freedom of a college experience at UCCS that’s unfettered by financial constraints. \u003C\/p\u003E\u003Cp\u003ESoon, Gachuzo will embark on a career of his choosing–a dream come true for his parents, who often had to compromise their own aspirations due to necessity. Programs and scholarships at UCCS are helping to guide that dream toward success. \u003C\/p\u003E\u003Cp\u003EAnd it began with his brother.  \u003C\/p\u003E\u003Cp\u003E“Jorge’s still here. He’s on the varsity soccer team at Harrison High School,” Gachuzo says. “Nowadays, soccer is his whole life. Although he has asthma, this man can’t be stopped. He’s crazy fast! One day, after watching one of his games, I said to him, ‘Are you sure you have asthma?’” \u003C\/p\u003E","id":"PHA+R2FjaHV6b8KgaXMg","type":"text_block","styles":[]},{"alt":"Young men are playing soccer, three are wearing maroon and gold jerseys, and Gachuzo\u0027s younger brother Jorge is wearing a black jersey.","caption":"Jorge (in black) on the field in a varsity game (photo courtesy to CU).","width":930,"height":606,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634654696-Screen%20Shot%202021-10-19%20at%209.44.01%20AM?_a=AAAEuGX","id":"WW91bmcgbWVuIGFyZSBw","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003EAs the eldest of three brothers, Gachuzo has been breaking ground for his family his entire life. He is the first person in his family to graduate high school, and next year, he will be the first to graduate college.  \u003C\/p\u003E\u003Cp\u003EGachuzo says that his academic success relied on support and guidance from others. \u003C\/p\u003E\u003Cp\u003E“My first day of high school, I went straight to the counselors, and I was like, ‘How do credits work? What things do I do? Are there other activities or programs?’” Gachuzo says. \u003C\/p\u003E\u003Cp\u003EHis counselors connected him with the UCCS Pre-Collegiate Program. For the last 34 years, the program has helped students from nearly 40 high schools in the Pikes Peak Region learn about higher education, apply for admissions and financial aid, explore colleges and careers, obtain college credits and learn academic and life skills. Each year, the program serves up to 400 students, with nearly 90 high school seniors completing the program. \u003C\/p\u003E\u003Cp\u003EThe Pre-Collegiate Program helped Gachuzo apply for and earn the \u003Cem\u003E\u003Cstrong\u003E\u003Ca href=\u0022https:\/\/uccs.academicworks.com\/opportunities\/2609\u0022\u003EChancellor’s Award\u003C\/a\u003E\u003C\/strong\u003E, \u003C\/em\u003E\u003Ca href=\u0022https:\/\/uccs.academicworks.com\/opportunities\/2571\u0022\u003E\u003Cem\u003E\u003Cstrong\u003Ethe President’s Pre-Collegiate Scholarship\u003C\/strong\u003E\u003C\/em\u003E,\u003C\/a\u003E the \u003Cem\u003E\u003Cstrong\u003E\u003Ca href=\u0022https:\/\/www.cu.edu\/oaa\/forms\/wells-fargo-bank-pre-collegiate-scholarship\u0022\u003EWells Fargo Bank Pre-Collegiate Scholarship\u003C\/a\u003E\u003C\/strong\u003E\u003C\/em\u003E and others, which cover most of his tuition costs. Gachuzo began his freshman year with 40 credit hours under his belt. This gave him the freedom to explore more electives, such as a senior-level anatomy class and a developmental psychology course. \u003C\/p\u003E\u003Cp\u003E“Donors can help us keep dual-enrollment programs running, they enable us to bring students to UCCS for a few days to stay in student housing and their support can also go toward providing scholarships for our program graduates,” Dr. Nancy Hernandez, Director of the UCCS Pre-Collegiate Support and Success Center, says. “Without donors, we would have to limit everything we offer, and not every student would be able to have the same experiences that Jony had.” \u003C\/p\u003E","id":"PHA+QXMgdGhlIGVsZGVz","type":"text_block","styles":[]},{"image":{"alt":"Illustration of a hand in red holding a blue heart with confetti in the background","caption":"","width":800,"height":600,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1635434855-Financials%20card?_a=AAAEuGX","id":"SWxsdXN0cmF0aW9uIG9m","type":"image"},"title":"Giving expands student opportunities ","id":"R2l2aW5nIGV4cGFuZHMg","text":"\u003Cp\u003EDonors gave $53 million last fiscal year to merit and need-based scholarships for students like Gachuzo.\u003C\/p\u003E","link":{"title":"Learn more about our Financials","path":"https:\/\/essential-staging-cu.herokuapp.com\/impact-reports\/joy\/financials"},"type":"financials_snippet","styles":[]},{"content":"\u003Cp\u003EThrough the Pre-Collegiate Program’s health and nursing track, Gachuzo deepened his long-held interest in health care. The program set up hands-on workshops with health care professionals from the UCCS College of Nursing and Health Sciences. \u003C\/p\u003E\u003Cp\u003E“They gave us a sewing kit and showed us how to operate on a banana, which is similar in texture and thickness to human skin,” Gachuzo says.\u003C\/p\u003E\u003Cp\u003ETo Gachuzo, giving back and enriching his community is crucial. He says he feels immense satisfaction and joy when he passes along the gifts that he has been given to future generations. \u003C\/p\u003E\u003Cp\u003E“That’s the most important piece of everything I’ve learned so far. If you’re constantly growing as a person and accomplishing new things, but you’re not sharing that with your community, then you’re kind of leaving behind the people in the same situation as you,” he says. “That’s why it’s really important to be able to give back to those communities.”  \u003C\/p\u003E\u003Cp\u003ESince freshman year, Gachuzo has been a teacher’s aide in the Upward Bound program. Every summer, he tutors students in math, biology and chemistry. Like Gachuzo, each student in the program was the first person in their family to attend college. This summer, he’s helping prep high school graduates to enter college. \u003C\/p\u003E\u003Cp\u003E“It was so motivating to see how passionate the students are,” Gachuzo says. “These high schoolers are so ambitious and want to get ahead and accomplish their dreams.”     \u003C\/p\u003E\u003Cp\u003EHe also leads the UCCS Latinx Student Union as co-president, runs the Pre-Collegiate Program’s social media accounts and maintains its website, takes summer classes and volunteers at a number of programs.  \u003C\/p\u003E\u003Cp\u003E“Gachuzo is hard-working, devoted to his studies, friends and families. He’s always cheerful and willing to be part of the team. He will be a great physician’s assistant and devote himself to his community,” Vicki Taylor, STEM Program Manager at the Pre-Collegiate Success and Support Center, says. \u003C\/p\u003E\u003Cp\u003EGachuzo attributes a large part of his drive and determination to his love for his family.   \u003C\/p\u003E","id":"PHA+VGhyb3VnaCB0aGUg","type":"text_block","styles":[]},{"alt":"Jony in a checked blue shirt and tan pants stands with his arm around his father\u0027s shoulders. his father is wearing a baseball cap, light green dress shirt and dark jeans.","caption":"Gachuzo and his father in front of a house they worked on (photo courtesy to CU).","width":698,"height":944,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-10\/1634655081-Screen%20Shot%202021-10-19%20at%209.50.59%20AM?_a=AAAEuGX","id":"Sm9ueSBpbiBhIGNoZWNr","type":"image","styles":["with-caption"]},{"content":"\u003Cp\u003E“My parents started investing time and energy in my education and future from a very young age,” Gachuzo says. “Especially my mom, who would take me to the library and get me signed up for all the summer reading programs when I was younger.” \u003C\/p\u003E\u003Cp\u003EGachuzo\u0027s father works in construction, and Gachuzo says he watched him toiling on projects every day. “He used to take me to construction sites on the weekends, and he would say, ‘Look at all the work I have to do every day by myself. When it rains, snows, hails, I have to work. I don’t want you to have this life. I want you to get an education and do something you love.’ My parents always told me, ‘Education is a tool for your success, for who you want to become, for your happiness.’”  \u003C\/p\u003E\u003Cp\u003EGachuzo will be the first person in his family to graduate high school and college, but he doesn\u0027t want that cycle to continue. “I want the rest of the people to come after me to go to high school, to go to college and to accomplish their dreams,\u0022 says Gachuzo.\u003C\/p\u003E","id":"PHA+4oCcTXkgcGFyZW50","type":"text_block","styles":[]},{"services":["twitter","facebook","instagram"],"id":"710","type":"social_links","styles":[]},{"content":[{"title":"UCCS Pre-Collegiate Scholarship Fund","path":"https:\/\/giving.cu.edu\/fund\/uccs-pre-collegiate-scholarship-fund"},{"title":"Pre-Collegiate Development Program Fund","path":"https:\/\/giving.cu.edu\/fund\/pre-collegiate-development-program-fund"},{"title":"Chancellor\u0027s Leadership Class Support Fund","path":"https:\/\/giving.cu.edu\/fund\/chancellors-leadership-class-support-fund"}],"heading":"Related Funds:","id":"898","type":"content_list","styles":[]}],"related_stories":{"1322":{"campus":"CU Anschutz","title":"What Are We Fighting For? Cancer Patients Take Back Their Joy","description":"Dr. Carolyn Lefkowits supports gynecological oncology patients through their cancer journeys—from diagnosis to cure and beyond.\n","main_image":{"alt":"Dr. Carolyn Lefkowits hero image with confetti in the background","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636151896-AMC-story-hero?_a=AAAEuGX","id":"RHIuIENhcm9seW4gTGVm","type":"image"},"slug":"joy-of-an-honest-conversation"},"1323":{"campus":"CU Boulder","title":"Reframing the Bully Through Joyful, Transformative Theater ","description":"Stephanie Saltis, survivor of bullying, uses Shakespeare to help break the cycle of violence in Colorado schools.\n","main_image":{"alt":"A portrait of Stephanie Saltis grinning broadly, behind her is illustrated confetti","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636151960-CUBou-story-hero?_a=AAAEuGX","id":"QSBwb3J0cmFpdCBvZiBT","type":"image"},"slug":"joy-of-theater"},"1324":{"campus":"CU Denver","title":"When Joy Is the Ability to Say \u0022No, Thank You\u0022","description":"Speech pathologist Aleaza Goldberg helps patients like Graham Saiz communicate and live more independent lives.\n","main_image":{"alt":"Aleaza Goldberg and Graham Saiz sit facing each other, Aleaza holds Graham\u0027s communication device, Graham is wearing headphones and looking at the device. Aleaza smiles at Graham.","caption":"","width":1600,"height":1200,"url":"https:\/\/res.cloudinary.com\/hjd85w7ny\/image\/upload\/v1\/2021-11\/1636152028-CUDen-story-hero?_a=AAAEuGX","id":"QWxlYXphIEdvbGRiZXJn","type":"image"},"slug":"joy-of-independence"}}}