{"title":"The long road","subtitle":"Neonatologist upholds a legacy to improve infant and maternal health.","body":"\u003Cp\u003EThe odds were stacked against the\u0026nbsp;little girl. Her\u0026nbsp;family had\u0026nbsp;immigrated from South Korea to a\u0026nbsp;working-class\u0026nbsp;neighborhood\u0026nbsp;in\u0026nbsp;Brooklyn.\u0026nbsp;They\u0026nbsp;didn’t speak\u0026nbsp;English. They were undocumented. They were uninsured.\u0026nbsp;They had very little money.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EToday\u0026nbsp;Suna “Susan” Hwang, MD,\u0026nbsp;works to\u0026nbsp;reduce health disparities\u0026nbsp;that affect families like the one she grew up in\u0026nbsp;and\u0026nbsp;ensure\u0026nbsp;that\u0026nbsp;the tiniest patients\u0026nbsp;in Colorado\u0026nbsp;receive the best care.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I think because of my childhood experience\u0026nbsp;I have always wanted to give back to the community.\u0026nbsp;I wanted to figure out how to make the lives,\u0026nbsp;particularly of children who are not well-resourced,\u0026nbsp;better\u0026nbsp;and\u0026nbsp;allow for greater opportunities for children to thrive. I consider myself to have been in a disadvantaged\u0026nbsp;position when I started, but there were certain structural elements in place providing me the opportunity to succeed: a decent education in the public school system, a relatively safe neighborhood where I was not exposed to\u0026nbsp;crime. My parents\u0026nbsp;worked\u0026nbsp;very\u0026nbsp;long hours but were\u0026nbsp;very invested in my education,\u0026nbsp;and we were part of\u0026nbsp;a community that looked out for myself\u0026nbsp;and\u0026nbsp;my brother.”\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A family portrait of Sunah \u0026quot;Susan\u0026quot; Hwang, MD as a young child with her brother and parents. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022b06d1a8d-46a5-4601-868d-084b876139a7\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602110999\/inline-images\/IR20-amc-neonatal-hwang-family.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHwang’s\u0026nbsp;medical school experience\u0026nbsp;working\u0026nbsp;in safety net hospitals like the one in\u0026nbsp;her childhood neighborhood\u0026nbsp;helped shaped her career.\u0026nbsp;Today she is the first holder of the\u0026nbsp;Lula O. Lubchenco, MD, Endowed Chair\u0026nbsp;in the Department of Pediatrics, Section of Neonatology.\u0026nbsp;Made possible with philanthropic support, the\u0026nbsp;Lubchenco Chair is the first endowed chair at CU Anschutz named in honor of a female faculty member.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Endowed chairs come with additional resources to continue the legacy of the individual that we’re honoring. It\u0027s so important to recognize women like her, a true trailblazer, because honestly even to accomplish what she did in the current day as a woman, a mother, an investigator in the current day, she would have faced so many barriers. This chair sends a signal that this is a priority of the university. Endowed chairs highlight the legacy of these individuals and the research that they performed, and it allows research to continue forward with the next generation of investigators.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EThe parallels between\u0026nbsp;Lubchenco and Hwang\u0026nbsp;are evident. Lubchenco immigrated to the United States in 1915 when she was a child after her family escaped civil unrest in Russian Turkestan.\u0026nbsp;At CU,\u0026nbsp;Lubchenco became a pioneering researcher in infant health and her early research led to new standards in clinical care for mothers and babies still in use today.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Neonatology\u0026nbsp;is really caring for infants who are not with their mothers and fathers in the regular nursery. We know that here in the United States about 10 percent of all infants are preterm who need intensive care for what could be weeks to months. And we care for full-term infants who are medically complex, such as those who have birth defects or those who might have had complications at delivery. We support their growth and development so they eventually will be ready to go home, but it can be a long road. But the progress and strength that these infants and their families demonstrate is incredible and that motivates me.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EHwang treats high-risk infants in the NICU at Children\u0027s Hospital\u0026nbsp;Colorado\u0026nbsp;and at the University of Colorado.\u0026nbsp;As a researcher,\u0026nbsp;Hwang\u0026nbsp;studies\u0026nbsp;the social determinants and predictors of infant and maternal health.\u0026nbsp;Some of her research topics have included sudden infant death syndrome and safe sleep practices, opioid exposure on newborns, the effect of secondhand smoke on breastfeeding, and the standards of care for mothers and newborns at birthing hospitals.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Unfortunately in the U.S., we know that mothers and infants of under-resourced communities such as Black families, Hispanic families, immigrant communities and those who have lower socioeconomic status and lower educational levels have an overrepresentation in the NICU. We look at the drivers of these racial, ethnic and economic disparities and we think about how to best support these infants and their families in not just what happens in the NICU but really their care that continues after.”\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A neonatalogist stands in her scrubs outside of a hospital.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00226929c975-56db-44f9-8364-f4f7a79211f1\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602111049\/inline-images\/amc-hwang-body-1.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":11,"slug":"anschutz-neonatalogy","interest_tag":"Research","campus_tag":"Anschutz","image_main":{"alt":"A close-up of female physician\u0027s face; she is wearing blue scrubs and putting on a yellow face mask on with both her hands. ","caption":"Sunah \u0022Susan\u0022 Hwang, MD","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/neonatal-main"},"image_card":{"alt":"A close-up of female physician\u0027s face; she is wearing blue scrubs and putting on a yellow face mask on with both her hands. ","caption":"Sunah \u0022Susan\u0022 Hwang, MD","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/neonatal-card"},"related_stories":[{"title":"Baking sees a comeback","priority":10,"slug":"uccs-grain","interest_tag":"Society","campus_tag":"UCCS","image_card":{"alt":null,"caption":null,"width":null,"height":null,"url":null}},{"title":"Apart, but not alone","priority":6,"slug":"anschutz-echo","interest_tag":"Society","campus_tag":"Anschutz","image_card":{"alt":"A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ","caption":"Joel Tanaka, MD","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/echo-card"}}]}