{"title":"Improving Native health in Colorado","subtitle":"Gift supports research, training opportunities for future health sciences professionals.","body":"\u003Cp\u003ESpero Manson grew up on the Turtle Mountain Indian Reservation in North Dakota and later in the Pacific Northwest. A member of the Pembina-Chippewa tribe, he saw firsthand how obesity, diabetes, and alcohol and substance abuse disproportionately affected Native Americans.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;This influenced his early career aspirations in medicine. As the eldest male in a large extended family (he has 67 first cousins on his dad’s side), Manson knew his family invested a great deal of pride and energy in his future.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022An old black and white photo of a man, his father and a baby on his lap. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022fbb68064-1c00-4132-86c5-4ea58ef08a91\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602107776\/inline-images\/spero-old-family.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003ERather than pursuing a career as a physician, Manson learned he could make a difference in the health of Native communities\u0026nbsp;through research.\u0026nbsp;He\u0027s now the inaugural holder\u0026nbsp;of the Colorado Trust Chair in American Indian Health at CU Anschutz, thanks to a $3 million philanthropic gift in 2015\u0026nbsp;that will\u0026nbsp;help address\u0026nbsp;problems\u0026nbsp;facing American Indian communities in\u0026nbsp;Colorado. Manson also serves as a distinguished professor of public health and psychiatry and leads the Centers for American Indian and Alaska Native Health at the Colorado School of Public Health.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“We need to build\u0026nbsp;bridges among\u0026nbsp;Native and non-Native\u0026nbsp;advocates,\u0026nbsp;policymakers, funders and health providers, and that\u0027s one of the major missions of this chair; to be a bridge-builder is to ensure that people understand how they might work jointly to address common needs and priorities.”\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EFor example, Manson and his team helped develop a clinical research partnership with\u0026nbsp;Denver Youth Services\u0026nbsp;by\u0026nbsp;using\u0026nbsp;software\u0026nbsp;to improve\u0026nbsp;its\u0026nbsp;electronic health records. Another example: his team\u0026nbsp;is\u0026nbsp;using\u0026nbsp;a van as a mobile clinic\u0026nbsp;to\u0026nbsp;visit\u0026nbsp;Native households\u0026nbsp;and\u0026nbsp;share\u0026nbsp;important\u0026nbsp;information\u0026nbsp;about COVID-19 testing and care\u0026nbsp;since Black, Indigenous and People of Colorado (BIPOC)\u0026nbsp;are more likely to\u0026nbsp;contract,\u0026nbsp;be hospitalized and die from the virus than whites.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs one of the nation’s leading authorities on American Indian and Alaska Native health, Manson\u0026nbsp;also\u0026nbsp;collaborates on research, training and programs with 250 Native communities that span rural, urban, reservation and village settings across the U.S.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A man wears a blue fleece with a Native American bird symbol and a white cowboy hat while looking across his ranch. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022f5b369d6-1bf0-47c5-92be-54ecd4e9f919\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602107843\/inline-images\/CU_ImpactReportSperoManson0653.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAccording to recent census\u0026nbsp;estimates, about 50,000 to 60,000 American Indian and Alaskan Native people reside in the Denver metro area, with a much smaller population living in Colorado Springs. Two federally recognized tribes, the Ute Mountain Ute and the Southern Ute, live on reservations in the Four Corners area of the Colorado.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EManson says collaborative partnerships with local and state organizations are critical to addressing health inequities faced by Colorado’s Native communities, as well as\u0026nbsp;creating\u0026nbsp;a pipeline of\u0026nbsp;future generations of\u0026nbsp;young people from Native communities interested in the health sciences\u0026nbsp;research.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“As a health scientist, this has so much meaning for me working in my community. When I was growing up back in the ’60s and pursuing my undergraduate career, I never had a healthcare role model who was American Indian or Alaska Native until much later in my work. I think that\u0027s why it’s really important to increase the representation of American Indian and Alaska Native people in the healthcare professions and healthcare sciences so that younger people have an opportunity to see that there is relevance, leadership\u0026nbsp;and opportunity for them.”\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n","priority":9,"slug":"anschutz-spero","interest_tag":"Society","campus_tag":"Anschutz","image_main":{"alt":"A man wearing a tan cowboy hat, blue fleece and jeans walks outside across his ranch in Colorado.. ","caption":"Spero Manson","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/spero-main"},"image_card":{"alt":"A man wearing a tan cowboy hat, blue fleece and jeans walks outside across his ranch in Colorado.. ","caption":"Spero Manson","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/spero-card"},"related_stories":[{"title":"Apart, but not alone","priority":6,"slug":"anschutz-echo","interest_tag":"Society","campus_tag":"Anschutz","image_card":{"alt":"A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ","caption":"Joel Tanaka, MD","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/echo-card"}},{"title":"Scholars serve the greater good","priority":4,"slug":"denver-urban","interest_tag":"Society","campus_tag":"Denver","image_card":{"alt":"A close-up of a man, sitting in a classroom; he is smiling and wearing a gray polo shirt. ","caption":"Antwan Jefferson","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/urban-card"}}]}