{"title":"Apart, but not alone","subtitle":"Telementoring program informs, connects frontline health workers. ","body":"\u003Cp\u003EAs a family physician, Joel Tanaka typically earns his required medical credits by attending conferences where he learns about the latest innovations and research in his field.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut this spring, when the pandemic\u0026nbsp;canceled\u0026nbsp;the annual family medicine conference he attends, Tanaka\u0026nbsp;had\u0026nbsp;bigger\u0026nbsp;questions\u0026nbsp;about COVID-19: What were the\u0026nbsp;best practices for personal protection equipment, or PPE?\u0026nbsp;What information\u0026nbsp;was available about\u0026nbsp;testing locations? And how could he help transition\u0026nbsp;Peak Vista Community Health Centers,\u0026nbsp;where he works as senior vice president of medical services,\u0026nbsp;to\u0026nbsp;a\u0026nbsp;telehealth\u0026nbsp;model during the pandemic\u0026nbsp;to serve its 93,000\u0026nbsp;patients\u0026nbsp;in the\u0026nbsp;Pikes\u0026nbsp;Peak region\u0026nbsp;of Southern Colorado?\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“When you see or hear about several different providers or practices struggling with the same thing you are, it’s extremely helpful and reassuring in a way that you’re not missing the mark. Ideas get pooled together in a common forum, and it allows for the sharing of information instead of little pockets of best practices. This really benefits patients and centers throughout the entire state. For me, the most rewarding part is that it connects everybody: it makes me feel less isolated. ECHO Colorado is a great example of how the medical community is leveraging technology.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A man stands outside in a blue dress shirt; the wind blows his tie up a little and there is a huge cloud off in the distance. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022d00174b5-f349-4128-8bfe-0f9593111896\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602108278\/inline-images\/amc-echo-body-1.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003ETanaka soon found answers,\u0026nbsp;and a collaborative spirit,\u0026nbsp;through ECHO Colorado, a\u0026nbsp;free online\u0026nbsp;platform\u0026nbsp;that\u0026nbsp;connects\u0026nbsp;health professionals\u0026nbsp;to\u0026nbsp;experts and\u0026nbsp;each other\u0026nbsp;so they can learn—virtually—about best practices and\u0026nbsp;types of\u0026nbsp;specialty care.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“It is a way for primary care providers and those who are serving patients in underserved or rural areas\u0026nbsp;to\u0026nbsp;access specialty and consultative information.\u0026nbsp;This is different than telehealth or telemedicine because this\u0026nbsp;allows primary care providers to continue to manage their patients without having to send them to a specialist in many cases.\u0026nbsp;And it allows me to not only use that information personally as a provider and as a family physician,\u0026nbsp;but\u0026nbsp;I\u0026nbsp;routinely communicate and\u0026nbsp;push information out to my providers throughout the organization\u0026nbsp;almost on a real time basis.\u0026nbsp;“\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EFirst started in New Mexico, the program expanded to Colorado in 2015, thanks to generous funding from the Colorado Health Foundation, the University of Colorado Anschutz Medical Campus, the Colorado Department of Health Care Policy and Finance, the Colorado Department of Public Health and Environment, the American Academy of Pediatrics, and Health Resources and Services Administration. The program received a second round of philanthropic funding in 2017.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp lang=\u0022EN-US\u0022\u003EPast ECHO Colorado series topics include pediatric epilepsy, neurology, food safety, diabetes, hepatitis C, cancer survivorship, mental health, obesity prevention and nutrition, and child abuse prevention. Since March, the series has offered sessions on COVID-19-related topics, accelerating the way health care providers throughout the state can provide patients the best care especially right now.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp lang=\u0022EN-US\u0022\u003E“As an example, we’re preparing for the cold and flu season, so ECHO had a session about\u0026nbsp;how to manage that during a pandemic. Or\u0026nbsp;medication management updates with regards\u0026nbsp;to supporting or debunking things that people are hearing\u0026nbsp;about\u0026nbsp;potential treatments for coronavirus.\u0026nbsp;A more recent session was an update about assisted living centers and community living centers and the isolation that our patients, many of whom\u0026nbsp;we take care of, may be feeling right now.\u0026nbsp;ECHO Colorado\u0026nbsp;helps\u0026nbsp;us acknowledge and understand\u0026nbsp;these issues\u0026nbsp;and,\u0026nbsp;in many ways,\u0026nbsp;incorporate these ideas\u0026nbsp;into our practice\u0026nbsp;not only individually,\u0026nbsp;but also corporately.\u0026nbsp;You are getting information in real time and you can ask questions in real time.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003ETanaka says the online platform\u0026nbsp;uses video conferencing and\u0026nbsp;combines the interactive learning\u0026nbsp;and professional development\u0026nbsp;he and other health professionals would normally receive in person. Technology like that used in ECHO Colorado\u0026nbsp;removes\u0026nbsp;barriers\u0026nbsp;like\u0026nbsp;travel costs and, in a pandemic, the health risks associated with group gatherings.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“A\u0026nbsp;university setting\u0026nbsp;like CU Anschutz\u0026nbsp;is a fantastic place for\u0026nbsp;a\u0026nbsp;program like\u0026nbsp;ECHO\u0026nbsp;Colorado because\u0026nbsp;of its specialists in healthcare,\u0026nbsp;and\u0026nbsp;this\u0026nbsp;helps with\u0026nbsp;patient\u0026nbsp;access\u0026nbsp;to\u0026nbsp;care. This\u0026nbsp;allows us as primary care\u0026nbsp;physicians\u0026nbsp;to take care of more patients in our own settings\u0026nbsp;instead of having to refer\u0026nbsp;out to a different location and care manager. This provides\u0026nbsp;a significant cost-saving to the patients and to the organization. There are providers from all four corners of the state,\u0026nbsp;many of which are rural health centers or small centers\u0026nbsp;from towns like Greeley,\u0026nbsp;Trinidad and Grand Junction,\u0026nbsp;participating\u0026nbsp;in\u0026nbsp;ECHO. We’re all\u0026nbsp;getting the same information, and our patients benefit because\u0026nbsp;this\u0026nbsp;allows us to get very timely,\u0026nbsp;appropriate and pertinent information into the hands of our frontline providers.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":6,"slug":"anschutz-echo","interest_tag":"Society","campus_tag":"Anschutz","image_main":{"alt":"A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ","caption":"Joel Tanaka, MD","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/echo-main"},"image_card":{"alt":"A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ","caption":"Joel Tanaka, MD","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/echo-card"},"related_stories":[{"title":"The promise of youth","priority":14,"slug":"boulder-crown","interest_tag":"Research","campus_tag":"Boulder","image_card":{"alt":"A woman stands outside on the CU Boulder campus in front of a building. She is wearing a thin blue scarf around her neck and she is smiling. ","caption":"Sona Dimidjian","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/crown-card"}},{"title":"GRIT builds community resilience ","priority":3,"slug":"uccs-grit","interest_tag":"Society","campus_tag":"UCCS","image_card":{"alt":"A woman stands outside in front of red bluffs; she is wearing a white T-shirt with a floral design that reads \u0022You Grow Through What You Go Through.\u0022 She has chin-length brown hair and is wearing a brown hat. ","caption":"Kelly Bowman","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/grit-card"}}]}