{
  "title": "Breaking down barriers",
  "subtitle": "Endowed chair in infant and maternal health honors the pioneering work of a female faculty member.",
  "body": "\u003Cp\u003EThe odds were stacked against the little girl. Her family had immigrated to Toronto, Canada, from South Korea before settling in a working-class neighborhood of\u0026nbsp;Brooklyn, New York.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThey didn’t speak English. They were undocumented. They were uninsured.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EToday, Sunah “Susan” Hwang, MD, works to reduce health disparities that affect families like the one she grew up in and to ensure that the tiniest patients in Colorado receive the best care.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I think because of my childhood experience I have always wanted to give back to the community. I wanted to figure out how to make the lives, particularly of children who are not well-resourced, better and allow for greater opportunities for children to thrive. I consider myself to have been in a disadvantaged position when I started, but there were certain elements in place that provided\u0026nbsp;me the opportunity to succeed: a decent education in the public school system, a relatively safe neighborhood, my parents worked very long hours but were very invested in my education, and we were part of a community that looked out for myself and my brother.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A family portrait of Sunah \u0026quot;Susan\u0026quot; Hwang, MD as a young child with her brother and parents. \u0022 data-caption=\u0022A family portrait of Sunah \u0026quot;Susan\u0026quot; Hwang, MD, as a young child with her brother and parents.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022b06d1a8d-46a5-4601-868d-084b876139a7\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614729161/ir-20/stories/anschutz-neonatalogy/IR20-amc-neonatal-hwang-family_p6kr6g.jpg\u0022 \/\u003E\r\n\u003Cp\u003EHwang’s medical school experience working in safety net hospitals, like the one in her childhood neighborhood, helped shape\u0026nbsp;her career. She is now the first holder of the Lula O. Lubchenco, MD, Endowed Chair in the Department of Pediatrics, Section of Neonatology.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“It\u0027s so important to recognize women like Lula, a true trailblazer, because honestly even to accomplish what she did as a woman, a mother, an investigator today, she would have faced so many barriers. Endowed chairs highlight the legacy of these individuals and the research that they performed, and it allows research to continue forward with the next generation of investigators.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EMade possible with philanthropic support, the Lubchenco Chair is the first endowed chair at CU Anschutz named in honor of a female faculty member.\u0026nbsp;Lubchenco immigrated to the United States in 1915 when she was a child, after her family escaped civil unrest in Russian Turkestan. At CU, Lubchenco became a pioneering researcher in infant health, and her early research led to new standards in clinical care for mothers and babies still in use today.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs a neonatologist, Hwang treats high-risk infants in the NICU at Children\u0027s Hospital Colorado and at the University of Colorado Hospital.\u0026nbsp;She is\u0026nbsp;passionate about standardizing care for mothers and newborns at birthing hospitals and serves as Vice Chair of the Executive Board for the Colorado Perinatal Care Quality Collaborative.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E“Neonatology is really caring for infants who are not with their mothers and fathers in the regular nursery. We know that here in the United States about 10 percent of all infants are preterm who need intensive care for what could be weeks to months. And we care for full-term infants who are medically complex, such as those who have birth defects or those who might have had complications at delivery. We support their growth and development so they eventually will be ready to go home, but it can be a long road. But the progress and strength that these infants and their families demonstrate is incredible and that motivates me.”\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EAs a researcher, Hwang studies the social determinants of infant and maternal health. Some of Hwang\u0027s\u0026nbsp;research topics have included sudden infant death syndrome and safe sleep practices, opioid exposure in newborns, secondhand smoke exposure and breastfeeding among preterm infants.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E“Unfortunately in the U.S., we know that mothers and infants of under-resourced communities —\u0026nbsp;Black families, Hispanic families, immigrant communities, and those who have lower socioeconomic status and lower educational levels —\u0026nbsp;have an overrepresentation in the NICU. We look at the drivers of these racial, ethnic and economic disparities, and we think about how to best support these infants and their families,\u0026nbsp;not just in what happens in the NICU but\u0026nbsp;their care that continues after.”\u003C\/blockquote\u003E\r\n\r\n\u003Cblockquote\u003E\u003Cimg alt=\u0022A neonatalogist stands in her scrubs outside of a hospital.\u0022 data-caption=\u0022Sunah \u0026quot;Susan\u0026quot; Hwang, MD\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00226929c975-56db-44f9-8364-f4f7a79211f1\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614729161/ir-20/stories/anschutz-neonatalogy/amc-hwang-body-1_gwbkzy.jpg\u0022 \/\u003E\u003C\/blockquote\u003E\r\n\r\n\u003Cblockquote\u003E\u0026nbsp;\u003C\/blockquote\u003E\r\n",
  "priority": 11,
  "slug": "anschutz-neonatalogy",
  "interest_tag": "Research",
  "campus_tag": "Anschutz",
  "image_main": {
    "alt": "A woman wears medical scrubs and put on a yellow medical mask.",
    "caption": "Sunah \u0022Susan\u0022 Hwang, MD",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614729161/ir-20/stories/anschutz-neonatalogy/1603224193-AMC-Hwang_1_xvupwl.png"
  },
  "image_card": {
    "alt": "A woman wears medical scrubs and put on a yellow medical mask.",
    "caption": "Sunah \u0022Susan\u0022 Hwang, MD",
    "width": 1160,
    "height": 556,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603839091-AMC_hwang-card-fix_2x_vlzcot.png"
  },
  "related_stories": [
    {
      "title": "Baking sees a comeback",
      "priority": 10,
      "slug": "uccs-grain",
      "subtitle": "Colorado’s grain industry continues to rise, thanks to annual seminar.",
      "interest_tag": "Society",
      "campus_tag": "UCCS",
      "image_card": {
        "alt": "A man with a beard is wearing a T-shirt and an apron covered with flour. He is standing in front of a sign that says Moxie Bread Co. ",
        "caption": "Andy Clark",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603482110-UCCS-grain-storycard_2x_dcq9aj.png"
      }
    },
    {
      "title": "Apart, but not alone",
      "priority": 6,
      "slug": "anschutz-echo",
      "subtitle": "Telementoring builds community and better patient care by connecting health care professionals with each other. ",
      "interest_tag": "Society",
      "campus_tag": "Anschutz",
      "image_card": {
        "alt": "A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ",
        "caption": "Joel Tanaka, MD",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603834093-AMC-echo-card_2x_wntwce.png"
      }
    }
  ]
}
