{
  "title": "Apart, but not alone",
  "subtitle": "Telementoring builds community and better patient care by connecting health care professionals with each other. ",
  "body": "\u003Cp\u003EAs a family physician, Joel Tanaka typically earns his required medical credits by attending conferences where he learns about the latest innovations and research in his field.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut this spring, when the pandemic canceled the annual family medicine conference he usually attends, Tanaka had bigger questions about COVID-19: What were the best practices for personal protection equipment, or PPE?\u0026nbsp;What information was available about testing locations? And how could he help transition Peak Vista Community Health Centers, where he works as senior vice president of medical services, to a telehealth model to serve its 93,000 patients in the Pikes Peak region of Southern Colorado during the pandemic?\u003C\/p\u003E\r\n\r\n\u003Cp\u003ETanaka soon found answers and a collaborative spirit through ECHO Colorado, a technology-based peer mentoring model at CU Anschutz. This virtual community connects health professionals to experts and each other so they can learn collectively about health topics and the best ways to support their\u0026nbsp;patients.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“When you see or hear about several different providers or practices struggling with the same thing you are, it’s extremely helpful and reassuring in a way that you’re not missing the mark. Ideas get pooled together in a common forum, and it allows for the sharing of information instead of little pockets of best practices. This really benefits patients and centers throughout the entire state. For me, the most rewarding part is that it connects everybody and it makes me feel less isolated. ECHO Colorado is a great example of how the medical community is leveraging technology.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A man stands outside in a blue dress shirt; the wind blows his tie up a little and there is a huge cloud off in the distance. \u0022 data-caption=\u0022Joel Tanaka, MD\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022d00174b5-f349-4128-8bfe-0f9593111896\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614723831/ir-20/stories/anschutz-echo/amc-echo-body-1_h9ti22.jpg\u0022 \/\u003E\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EFirst started in New Mexico, the program expanded to Colorado in 2015, thanks to generous funding from the Colorado Health Foundation, the University of Colorado Anschutz Medical Campus, the Colorado Department of Health Care Policy and Finance, the Colorado Department of Public Health and Environment, the American Academy of Pediatrics, and Health Resources and Services Administration. Given its success, the program received additional philanthropic funding in 2017 and again in 2020.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp lang=\u0022EN-US\u0022\u003E\u0022It is a way for primary care providers and those who are serving patients in underserved or rural areas to access specialty and consultative information. ECHO Colorado allows us as primary care physicians to take care of more patients in our own settings instead of having to refer out to a different location and care manager, which provides a significant cost savings to the patients and to the organization.\u0022\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp lang=\u0022EN-US\u0022\u003EECHO Colorado has covered more than 80 specialty topics in its series, including\u0026nbsp;pediatric epilepsy, neurology, food safety, diabetes, hepatitis C, cancer survivorship, mental health, obesity prevention and nutrition, child abuse prevention\u0026nbsp;and, since last March,\u0026nbsp;COVID-19.\u003C\/p\u003E\r\n\r\n\u003Cp lang=\u0022EN-US\u0022\u003ETanaka says ECHO Colorado is\u0026nbsp;accelerating the way health care providers provide the best patient care, especially right now.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp lang=\u0022EN-US\u0022\u003E“We’re preparing for the cold and flu season, so ECHO recently had a session about how to manage that during a pandemic. Or medication management updates with regards to supporting or debunking things that people are hearing about potential treatments for coronavirus. A more recent session was an update about assisted living centers and community living centers and the isolation that our patients, many of whom we take care of, may be feeling right now.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EThe technology used by ECHO Colorado removes barriers like travel costs and, in a pandemic, the health risks associated with group gatherings, he added.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“A university setting like CU Anschutz is a fantastic place for a program like ECHO Colorado. There are providers from all four corners of the state — many of which are rural health centers or small centers from towns like Greeley, Trinidad and Grand Junction — participating in ECHO. We’re all getting the same information, and our patients benefit because this allows us to get very timely, appropriate and pertinent information into the hands of our frontline providers.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n",
  "priority": 6,
  "slug": "anschutz-echo",
  "interest_tag": "Society",
  "campus_tag": "Anschutz",
  "image_main": {
    "alt": "A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ",
    "caption": "Joel Tanaka, MD",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614723831/ir-20/stories/anschutz-echo/1603833512-AMC-echo_1_h3vzp6.png"
  },
  "image_card": {
    "alt": "A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ",
    "caption": "Joel Tanaka, MD",
    "width": 1160,
    "height": 556,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603834093-AMC-echo-card_2x_wntwce.png"
  },
  "related_stories": [
    {
      "title": "The promise of youth",
      "priority": 14,
      "slug": "boulder-crown",
      "subtitle": "Institute partners with local schools and families on interdisciplinary research about the wellness of young people.",
      "interest_tag": "Research",
      "campus_tag": "Boulder",
      "image_card": {
        "alt": "A woman smiles; she has long brown hair and wears a navy scarf and white sweater. The background is an artistic design with colorful shapes.",
        "caption": "Sona Dimidjian",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603494152-UCB-Sona-card_2x_p6y3kt.png"
      }
    },
    {
      "title": "Community resilience built through GRIT",
      "priority": 3,
      "slug": "uccs-grit",
      "subtitle": "An online toolkit delivers mental health care resources to educators, caregivers and community leaders during the pandemic.",
      "interest_tag": "Society",
      "campus_tag": "UCCS",
      "image_card": {
        "alt": "A young woman with chin-length brown hair wears a brown fedora and a white T-shirt that says \u0022Grow through what you go through\u0022 above a floral design. The background is an artistic design with colorful shapes.",
        "caption": "Kelly Bowman",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603909301-UCCS-grit-card_2x_iu6wyp.png"
      }
    }
  ]
}
