{
  "title": "The promise of youth",
  "subtitle": "Institute partners with local schools and families on interdisciplinary research about the wellness of young people.",
  "body": "\u003Cp\u003ETo say 2020 has been a challenging year is an understatement: fears and confusion from the coronavirus pandemic, social unrest,\u0026nbsp;political tensions, market instability, remote work and school environments, and other uncertainties weigh heavily on the nation’s psyche.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EImagine now how a kid feels.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EDuring the last decade, mental health problems – from mood disorders to suicidal thoughts to drug and alcohol abuse – have increased among adolescents and young adults, according to a study released last year by the American Psychological Association. Uncertainty has increased the complexity of their challenges, which is why the work of the Renée Crown Wellness Institute at CU Boulder is more critical\u0026nbsp;than ever.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EA transformational gift in 2019 established the Crown Institute, where Sona Dimidjian serves as director. She is also a professor in the Department of Psychology and Neuroscience and the inaugural holder of the Sapp Family Endowed Chancellor\u0027s Chair for Research Excellence.\u003C\/p\u003E\r\n\u003Cimg alt=\u0022A group of five researchers - three women and two men - stand outside on the CU Boulder campus. \u0022 data-caption=\u0022The five founding scholars of the Crown Institute are: Kathy Schultz, Ben Kirshner, Sona Dimidjian, Erik Willcutt and Yuko Munakata (from left to right).\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00228034beda-a09b-46df-91e5-90a3e76167c8\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614731544/ir-20/stories/boulder-crown/ucb-crown-body-3_bmmx91.jpg\u0022 \/\u003E\r\n\u003Cp\u003EDimidjian says the Crown Institute is committed to interdisciplinary research and integrated partnerships to improve the health and well-being of children, youth, educators, families and schools in Colorado communities.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The questions we ask and the problems we strive to solve are grounded in trust with our community partners —\u0026nbsp;they might be educators in schools, community organizations, or students in schools or on our campus. Young people need connection to thrive, and science and research need connection to have real impact. This means connecting across traditional disciplinary boundaries within the university, and it also means connecting beyond the traditional walls of the university.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EThe Crown Institute’s scholars study mindfulness, compassion, belonging, dignity\u0026nbsp;and agency. Research programs address disparities in mental health, wellness\u0026nbsp;and education associated with gender, sexual orientation, race, ethnicity, linguistic diversity, geography, income\u0026nbsp;and other structural and systemic inequities with a focus on access, justice, and dignity.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThis fall, the Crown Institute collaborated\u0026nbsp;with CU Boulder\u0027s College of Arts and Sciences, the School of Education, the College of Media, Information and Communications,\u0026nbsp;and the Division\u0026nbsp;of Student Affairs to design and build an online course for first-year CU students. With input from a\u0026nbsp;team of 14 students and more than 30 faculty members across the campus, the course addressed\u0026nbsp;mental health and well-being needs in response to COVID-19, as well as systemic injustice.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“There\u0027s so much stigma around the sharing of personal challenges and the pressure to appear as though we, our families and even our communities have it all together. I think what\u0027s really important right now is that people are speaking their truth about\u0026nbsp;the ways in which they are having a hard time, and communities are coming together to address historical injustice.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EScholars like Dimidjian use their research to create a brighter tomorrow for future generations. Philanthropic gifts help make that possible.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I think our children and youth hold a lot of optimism, enthusiasm and vision for what their lives could be like. We also know that they are experiencing unprecedented levels of mental health concern, stress and challenges. We see both the power and the promise that children and youth bring forth into the world, and we hold this sense of responsibility to help them determine what kind of legacy they want to have and what needs to change in the world today.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n",
  "priority": 14,
  "slug": "boulder-crown",
  "interest_tag": "Research",
  "campus_tag": "Boulder",
  "image_main": {
    "alt": "A woman smiles; she has long brown hair and wears a navy scarf and white sweater. The background is an artistic design with colorful shapes.",
    "caption": "Sona Dimidjian",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614731544/ir-20/stories/boulder-crown/1603494134-UCB-Sona_1_vjx80x.png"
  },
  "image_card": {
    "alt": "A woman smiles; she has long brown hair and wears a navy scarf and white sweater. The background is an artistic design with colorful shapes.",
    "caption": "Sona Dimidjian",
    "width": 1160,
    "height": 556,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603494152-UCB-Sona-card_2x_p6y3kt.png"
  },
  "related_stories": [
    {
      "title": "Community resilience built through GRIT",
      "priority": 3,
      "slug": "uccs-grit",
      "subtitle": "An online toolkit delivers mental health care resources to educators, caregivers and community leaders during the pandemic.",
      "interest_tag": "Society",
      "campus_tag": "UCCS",
      "image_card": {
        "alt": "A young woman with chin-length brown hair wears a brown fedora and a white T-shirt that says \u0022Grow through what you go through\u0022 above a floral design. The background is an artistic design with colorful shapes.",
        "caption": "Kelly Bowman",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603909301-UCCS-grit-card_2x_iu6wyp.png"
      }
    },
    {
      "title": "Apart, but not alone",
      "priority": 6,
      "slug": "anschutz-echo",
      "subtitle": "Telementoring builds community and better patient care by connecting health care professionals with each other. ",
      "interest_tag": "Society",
      "campus_tag": "Anschutz",
      "image_card": {
        "alt": "A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ",
        "caption": "Joel Tanaka, MD",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603834093-AMC-echo-card_2x_wntwce.png"
      }
    }
  ]
}
