{"title":"Fellowship fosters sense of belonging","subtitle":"Program supports doctoral students researching educational equity and cultural diversity","body":"\u003Cp\u003EDiego Alfonso Escobar García was the kind of kid who took his toys apart because he “was curious what was inside of them,” much to his parents’ chagrin.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ENow Escobar García is the first in his family on his way to earn a PhD, thanks in part to a fellowship at CU Boulder for doctoral students who study educational equity and cultural diversity.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ECreated more than a decade ago, the Miramontes Doctoral Scholars program at CU Boulder’s School of Education offers fellowship funding and a supportive, family-like cohort for doctoral students and graduates. The program is named in honor of Ofelia Miramontes, a beloved education professor and CU Boulder’s first associate vice chancellor for diversity and equity.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EEscobar García grew up in a border community between El Paso, Texas, and Ciudad Juárez in the Mexican state of Chihuahua.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“It\u0027s really thanks to my parents for letting me explore and discover my talents and my virtues. My dad has this collection of books from Life magazine and one was about the universe. That\u0027s the first book that I remember that really got me thinking like wow, \u0027How do people know that stars are like that?’ So I wanted to study something that impacts the greater community, and I believe that’s science education. Not only do I love science, I think I love it more when people understand the value that science can give you and the empowerment that knowledge allows you to have. My interest lies on how do we make people feel like scientists and how do we give access to minority students, particularly those speaking Spanish, access to the STEM communities. As I dig into the literature, you realize that there\u0027s a big disconnect between the way scientists are taught and how that\u0027s impacting the numbers of students from Latin American backgrounds. We need to find ways to better represent our communities.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A close up of a man\u0027s arms and hands holding a worn book titled \u0026quot;El Universio.\u0026quot;\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022a71dec0e-6b49-41d0-996e-6e6ef60721cf\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602111333\/inline-images\/ucb-miraontes-body-1.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn the United States, while Latinxs comprise over 17 percent of the country’s population, they receive fewer than 6 percent of graduate degrees in science, technology, engineering and mathematics (STEM) fields. Importantly, while Latinxs are among the fastest growing demographics in the world, their participation in higher education and science is not projected to keep pace with this growth, according to the academic journal Nature.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Specifically here in the States when you encounter a science classroom, it\u0027s likely to be a white person teaching. When you have a person who\u0027s not like you or from a different culture than yours, you\u0027re likely not to feel empowered to pursue what he or she may be doing. It\u0027s really difficult to explain, but it’s about belonging. And if I see you doing things in STEM, I can potentially see myself doing those things in the future, too. It is imperative that we try to diversify the STEM field, especially research laboratories, and I think we can do it. It is just a matter of a showing those populations who are Latin American Spanish-speaking populations that it is possible.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EThe Miramontes fellowship empowers students like Escobar García to change this trajectory through research that can inform ways to reduce the barriers to BIPOC (Black, Indigenous and People of Color) students who have access to fewer academic opportunities. For Escobar García, it also gives him a sense of belonging.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“When you have a scholarship, you get the benefit of time. The Miramontes fellowship has helped me in that way by giving me time to engage in what I want to do. And it’s more than that for me. When I was looking at the financial packages and scholarship opportunities at CU Boulder, this fellowship was one of the first I noticed because of the Latin American name: \u003Cem\u003EMiramontes\u003C\/em\u003E. It is fascinating, you see, because for me you don’t see many Latin Americans in positions of power like that. Myself being Latin American, every time I struggle and I question why am I doing this, I look up to Ofelia and know she is someone with a similar story to mine. It’s very empowering. I think that is something that I cannot repay or the impact of that cannot be measured.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A young man stands near an archway on the CU Boulder campus. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022c4ecf2a4-14e1-4c34-9ee4-40f8fe5dfd32\u0022 src=\u0022false\u0022 \/\u003E\u003C\/p\u003E\r\n","priority":10,"slug":"boulder-miramontes-fellowship","interest_tag":"Students","campus_tag":"Boulder","image_main":{"alt":"A young man stands outside on the CU Boulder campus. He is wearing a black T-shirt with white font that reads \u0022Made on Earth by Humans.\u0022 ","caption":"Diego Alfonso Escobar García","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/miramontes"},"image_card":{"alt":"A young man stands outside on the CU Boulder campus. He is wearing a black T-shirt with white font that reads \u0022Made on Earth by Humans.\u0022 ","caption":"Diego Alfonso Escobar García","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/miramontes-card"},"related_stories":[{"title":"The long road","priority":11,"slug":"anschutz-neonatalogy","interest_tag":"Research","campus_tag":"Anschutz","image_card":{"alt":"A close-up of female physician\u0027s face; she is wearing blue scrubs and putting on a yellow face mask on with both her hands. ","caption":"Sunah \u0022Susan\u0022 Hwang, MD","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/neonatal-card"}},{"title":"Student finds her voice at CU","priority":7,"slug":"denver-lynxup","interest_tag":"Students","campus_tag":"Denver","image_card":{"alt":"A close-up of a female student; she has dark hair worn in two braids and is wearing a white shirt.  ","caption":"Alana Margolis","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/lynxup-card"}}]}