{"title":"Beautiful music together","subtitle":"Virtual orchestra showcases student talent during COVID-19.","body":"\u003Cp\u003EPlaying violin was a privilege Jordan Halloway didn\u0027t know he had\u0026nbsp;until COVID-19 shut down\u0026nbsp;live events.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESo\u0026nbsp;this spring,\u0026nbsp;as the\u0026nbsp;coronavirus pandemic\u0026nbsp;spread\u0026nbsp;across the world,\u0026nbsp;the\u0026nbsp;CU Boulder\u0026nbsp;music\u0026nbsp;student\u0026nbsp;organized\u0026nbsp;a virtual\u0026nbsp;orchestra\u0026nbsp;for\u0026nbsp;musicians\u0026nbsp;like\u0026nbsp;him\u0026nbsp;to share their talents and\u0026nbsp;offer\u0026nbsp;comfort\u0026nbsp;in an uncertain time.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Nothing can really replace the\u0026nbsp;in-person experience of making music. But I think at this\u0026nbsp;particular\u0026nbsp;time,\u0026nbsp;everybody\u0026nbsp;was looking for something to collaborate on.\u0026nbsp;When people are experiencing any kind of uncertainty or instability in their lives,\u0026nbsp;music is something that almost everybody\u0026nbsp;can find a way to empathize with. That\u0027s what I think is beautiful:\u0026nbsp;that\u0026nbsp;music\u0026nbsp;can\u0026nbsp;say what\u0026nbsp;often\u0026nbsp;people cannot say to each other explicitly.”\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A young man stands with his violin in hand outside on the CU Boulder campus.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00225adc1592-5f3a-4475-9908-a8b9b97cffb3\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602110647\/inline-images\/ucb-symphony-body-2.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe\u0026nbsp;symphony\u0026nbsp;is\u0026nbsp;one of\u0026nbsp;Halloway’s\u0026nbsp;original\u0026nbsp;pieces\u0026nbsp;of music he calls\u0026nbsp;“The Patriot,”\u0026nbsp;which he wrote as a freshman\u0026nbsp;at CU Boulder thanks, in part, because\u0026nbsp;of\u0026nbsp;scholarships.\u0026nbsp;A fourth-year undergraduate in music composition and violin performance at the College of Music, Halloway is a recipient of the generous Bixler Music Scholarship, which gives students like him\u0026nbsp;the time and resources to focus on their academic and career goals.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Being a scholarship recipient means that I can create stuff like this symphony\u0026nbsp;that takes several hours a day for four straight months.\u0026nbsp;That I can really put almost\u0026nbsp;all of\u0026nbsp;my energy and\u0026nbsp;my brain power into not where next month’s rent is going to come from or how am I going to feed myself.\u0026nbsp;It’s just alleviated\u0026nbsp;this burden to constantly worry where I\u0027m going to find money that I need to just survive.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EThe virtual symphony featured\u0026nbsp;45 musicians who sent Halloway audio and video recordings of their performances. Halloway used\u0026nbsp;sophisticated software to\u0026nbsp;weave these individual recordings together to\u0026nbsp;create a sweeping four-movement digital ensemble that’s influenced, he says, by great American composers like Aaron Copeland and Samuel Barber.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe experience\u0026nbsp;has ignited a passion to explore\u0026nbsp;more opportunities\u0026nbsp;using\u0026nbsp;new\u0026nbsp;technology to create, collaborate\u0026nbsp;and share\u0026nbsp;music.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Regardless\u0026nbsp;of\u0026nbsp;the pandemic,\u0026nbsp;adapting to the modern age is something valued in our\u0026nbsp;education\u0026nbsp;at the College of Music. For us\u0026nbsp;students,\u0026nbsp;that looks like\u0026nbsp;knowing\u0026nbsp;what microphone to buy, how do you navigate an audio interface software, how do you\u0026nbsp;record yourself in a way that is the most effective.\u0026nbsp;You now have\u0026nbsp;the skills\u0026nbsp;you are\u0026nbsp;going to need to succeed in a career that you make your own.”\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A young man stands with video and computer equipment outside on the CU Boulder campus. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022f3ab3dc5-a919-4f37-8e8a-a94f7cec1940\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602110695\/inline-images\/ucb-symphony-body-1.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":2,"slug":"boulder-symphony","interest_tag":"Students","campus_tag":"Boulder","image_main":{"alt":"A close-up of a young man with dark hair wearing a black shirt stands outside a building on the CU Boulder campus. ","caption":"Jordan Holloway","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/symphony-main"},"image_card":{"alt":"A close-up of a young man with dark hair wearing a black shirt stands outside a building on the CU Boulder campus. ","caption":"Jordan Holloway","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/symphony-card"},"related_stories":[{"title":"Student finds her voice at CU","priority":7,"slug":"denver-lynxup","interest_tag":"Students","campus_tag":"Denver","image_card":{"alt":"A close-up of a female student; she has dark hair worn in two braids and is wearing a white shirt.  ","caption":"Alana Margolis","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/lynxup-card"}},{"title":"Close to home","priority":1,"slug":"sneha-shah-cu-covid-relief-fund","interest_tag":"Society","campus_tag":"Anschutz","image_card":{"alt":"This is alt text for the card image","caption":"Test image for the card","width":500,"height":334,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-09\/test-ss-3"}}]}