{"title":"The promise of youth","subtitle":"Institute partners with schools, families for interdisciplinary research.","body":"\u003Cp\u003ETo say\u0026nbsp;2020 has been a challenging year\u0026nbsp;is an understatement:\u0026nbsp;fears\u0026nbsp;and confusion\u0026nbsp;from the\u0026nbsp;coronavirus\u0026nbsp;pandemic,\u0026nbsp;social and political tensions,\u0026nbsp;market\u0026nbsp;instability, remote work and school environments,\u0026nbsp;and\u0026nbsp;other\u0026nbsp;uncertainties\u0026nbsp;that\u0026nbsp;weigh heavily on the nation’s psyche.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EImagine\u0026nbsp;now\u0026nbsp;how\u0026nbsp;a\u0026nbsp;kid feels.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EDuring the last decade, mental health problems\u0026nbsp;–\u0026nbsp;from\u0026nbsp;mood disorders to suicidal thoughts to drug and alcohol abuse –\u0026nbsp;have increased among adolescents and young adults, according to a study last year by the American Psychological Association.\u0026nbsp;Uncertainty has\u0026nbsp;increased the\u0026nbsp;complexity of\u0026nbsp;their\u0026nbsp;challenges, which is why the work of the\u0026nbsp;Renée Crown Wellness Institute at CU Boulder\u0026nbsp;is\u0026nbsp;critical\u0026nbsp;more than ever.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EA\u0026nbsp;transformational gift\u0026nbsp;in 2019\u0026nbsp;established the\u0026nbsp;institute,\u0026nbsp;where\u0026nbsp;Sona Dimidjian\u0026nbsp;serves as director and a research fellow.\u0026nbsp;She is also a professor in the Department of Psychology and Neuroscience and the inaugural holder of the Sapp Family Endowed Chancellor\u0027s Chair for Research Excellence.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A woman is facing you, and speaks to a female teeanger in a crowded room. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u002270118b4b-74d0-4d83-a2e0-0569233c3ad3\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602099488\/inline-images\/ucb-crown-body-1.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe institute is\u0026nbsp;committed to interdisciplinary research and\u0026nbsp;integrated\u0026nbsp;partnerships to improve the health and wellbeing of children, youth, families and schools in Colorado communities.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E“The questions we ask and the problems we strive to solve are grounded in trust with our community partners: they might be educators in schools, community organizations,\u0026nbsp;or\u0026nbsp;students in schools or on\u0026nbsp;our\u0026nbsp;campus.\u0026nbsp;Young people need connection to thrive, and science and research need connection to have real impact. This means connecting across traditional disciplinary boundaries within the university,\u0026nbsp;and it also means connecting beyond the traditional walls of the university.”\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe\u0026nbsp;institute’s scholars\u0026nbsp;study\u0026nbsp;mindfulness and young children, body image and eating disorder prevention for teenagers, the individual and collective impact of compassion in a college setting, and stress management skills for undergraduate students. This also means examining\u0026nbsp;the historical contexts of\u0026nbsp;how sexism, racism, inequality\u0026nbsp;and other forms of oppression affect\u0026nbsp;young people.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A group of five researchers - three women and two men - stand outside on the CU Boulder campus. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00228034beda-a09b-46df-91e5-90a3e76167c8\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602099580\/inline-images\/ucb-crown-body-3.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThis fall, the Crown Institute\u0026nbsp;is\u0026nbsp;collaborating\u0026nbsp;with\u0026nbsp;a team of\u0026nbsp;14\u0026nbsp;students and\u0026nbsp;more than 30\u0026nbsp;faculty\u0026nbsp;members\u0026nbsp;across the campus\u0026nbsp;to\u0026nbsp;design and build\u0026nbsp;an\u0026nbsp;online course\u0026nbsp;for the CU campus population. Dimidjian said the course will\u0026nbsp;address mental health and well-being needs\u0026nbsp;in\u0026nbsp;response to\u0026nbsp;COVID-19, as well as\u0026nbsp;systemic\u0026nbsp;societal\u0026nbsp;tensions\u0026nbsp;.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EShe hopes the course will help CU students\u0026nbsp;especially\u0026nbsp;navigate the nuances of college\u0026nbsp;in an unprecedented time.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“There\u0027s so much stigma around the sharing of personal challenges and the pressure to appear as though we, our families and even our communities have it all together. I think what\u0027s really important right now is that people are speaking their truth in the ways in which they are having a hard time and the ways in which our communities have been struggling historically.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EScholars\u0026nbsp;like Dimidjian\u0026nbsp;use\u0026nbsp;their\u0026nbsp;research\u0026nbsp;to\u0026nbsp;create a brighter tomorrow for future generations. Philanthropic gifts help make that possible.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“What kind of world have we built\u0026nbsp;today\u0026nbsp;for children and young people?\u0026nbsp;What is the world we want to build for them?\u0026nbsp;I think\u0026nbsp;our\u0026nbsp;children and\u0026nbsp;youth\u0026nbsp;hold a lot of optimism,\u0026nbsp;enthusiasm and vision for what their lives could be like;\u0026nbsp;we also know that they are experiencing\u0026nbsp;unprecedented\u0026nbsp;levels of\u0026nbsp;mental health\u0026nbsp;concern, stress\u0026nbsp;and\u0026nbsp;challenges.\u0026nbsp;We see both the power and the\u0026nbsp;promise that\u0026nbsp;children and\u0026nbsp;youth\u0026nbsp;bring forth into the world,\u0026nbsp;and we hold\u0026nbsp;this\u0026nbsp;sense of responsibility\u0026nbsp;to help\u0026nbsp;them determine\u0026nbsp;what kind of\u0026nbsp;legacy\u0026nbsp;they want to\u0026nbsp;have\u0026nbsp;and what needs\u0026nbsp;to change\u0026nbsp;in the world today.”\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":14,"slug":"boulder-crown","interest_tag":"Research","campus_tag":"Boulder","image_main":{"alt":"A woman stands outside on the CU Boulder campus in front of a building. She is wearing a thin blue scarf around her neck and she is smiling. ","caption":"Sona Dimidjian","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/crown-main"},"image_card":{"alt":"A woman stands outside on the CU Boulder campus in front of a building. She is wearing a thin blue scarf around her neck and she is smiling. ","caption":"Sona Dimidjian","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/crown-card"},"related_stories":[{"title":"GRIT builds community resilience ","priority":3,"slug":"uccs-grit","interest_tag":"Society","campus_tag":"UCCS","image_card":{"alt":"A woman stands outside in front of red bluffs; she is wearing a white T-shirt with a floral design that reads \u0022You Grow Through What You Go Through.\u0022 She has chin-length brown hair and is wearing a brown hat. ","caption":"Kelly Bowman","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/grit-card"}},{"title":"Apart, but not alone","priority":6,"slug":"anschutz-echo","interest_tag":"Society","campus_tag":"Anschutz","image_card":{"alt":"A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ","caption":"Joel Tanaka, MD","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/echo-card"}}]}