{"title":"Creating beautiful music together with technology","subtitle":"A virtual orchestra unites students in an effort to bring comfort and joy to audiences.","body":"\u003Cp\u003EPlaying violin was a privilege Jordan Holloway didn\u0027t know he had until COVID-19 shut down live events.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs the coronavirus pandemic spread across the world this spring, the CU Boulder music student organized a virtual orchestra for musicians like him to share their talents and offer comfort in an uncertain time.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Nothing can really replace the in-person experience of making music, but I think at this particular time, everybody was looking for something to collaborate on. When people are experiencing any kind of uncertainty or instability in their lives, music is something that almost everybody can find a way to empathize with. That\u0027s what I think is beautiful: that music can say what often people cannot say to each other explicitly.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EThe virtual orchestra performed an \u003Ca href=\u0022https:\/\/www.youtube.com\/watch?v=mMpRIJi2dtc\u0022\u003Eoriginal\u0026nbsp;symphony by Holloway\u003C\/a\u003E, which he wrote early on as a CU Boulder freshman\u0026nbsp;thanks, he says in part,\u0026nbsp;to\u0026nbsp;scholarships. Now a\u0026nbsp;fourth-year undergraduate in music composition and violin performance at the College of Music, Holloway is a recipient of the generous Bixler Music Scholarship, which gives students the time and resources to focus on\u0026nbsp;academic and career goals.\u003C\/p\u003E\r\n\u003Cimg alt=\u0022A young man stands with video and computer equipment outside on the CU Boulder campus. \u0022 data-caption=\u0022Jordan Holloway is a Bixler Scholar at the College of Music.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022f3ab3dc5-a919-4f37-8e8a-a94f7cec1940\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/inline-images\/ucb-symphony-body-1\u0022 \/\u003E\r\n\u003Cp\u003EThe virtual orchestra\u0026nbsp;features\u0026nbsp;45 musicians who sent Holloway audio and video recordings of their performances. Holloway then used sophisticated software to weave these individual recordings together to create a sweeping four-movement digital ensemble that’s influenced\u0026nbsp;by great American composers like Aaron Copland and Samuel Barber.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe experience has ignited a passion to explore more opportunities using new technology to create, collaborate and share music.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Regardless of the pandemic, adapting to the modern age is something valued in our education at the College of Music. For us students, that looks like knowing what microphone to buy, how do you navigate an audio interface software, how do you record yourself in a way that is the most effective. You now have the skills you are going to need to succeed in a career that you make your own.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":2,"slug":"boulder-symphony","interest_tag":"Students","campus_tag":"Boulder","image_main":{"alt":"A young man with brown wavy hair is wearing a black T-shirt and holding a violin. The background is an artistic design of colorful shapes.  ","caption":"Jordan Holloway","width":1848,"height":1626,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603752429-UCB-covid%401.5x-tiny"},"image_card":{"alt":"A young man with brown wavy hair is wearing a black T-shirt and holding a violin. The background is an artistic design of colorful shapes. ","caption":"Jordan Holloway","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603752440-UCB-covid-card%402x"},"related_stories":[{"title":"Finding her voice","priority":7,"slug":"denver-lynxup","subtitle":"Since 2017, faculty and staff have contributed more than $1.5 million to student scholarships on this CU campus. ","interest_tag":"Students","campus_tag":"Denver","image_card":{"alt":"A young woman with brown hair looks off to the side, while holding a guitar. The background is an artistic design with colorful shapes.","caption":"Alana Margolis","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603748686-DEN-LynxUP-card%402x"}},{"title":"When the pandemic hits close to home","priority":1,"slug":"sneha-shah-cu-covid-relief-fund","subtitle":"Emergency relief funding supports frontline workers and research in response to COVID-19. ","interest_tag":"Society","campus_tag":"Anschutz","image_card":{"alt":"A young woman with shoulder length dark hair smiles in her white medical coat. The background is an artistic design of colorful shapes. ","caption":"Sneha Shah, MD","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603908940-AMC-sneha-card%402x"}}]}