{"title":"Business as usual","subtitle":"Center connects business students with real-world opportunities.","body":"\u003Cp\u003EWhen\u0026nbsp;Jake Atkinson\u0026nbsp;enrolled in CU Denver’s\u0026nbsp;one-year\u0026nbsp;MBA\u0026nbsp;program, he\u0026nbsp;wanted to shake up his career after working as a bond trader for nearly 13 years. He\u0026nbsp;expected\u0026nbsp;to\u0026nbsp;work as a graduate assistant on\u0026nbsp;the\u0026nbsp;Climb,\u0026nbsp;an annual\u0026nbsp;student business plan competition\u0026nbsp;in the spring\u0026nbsp;at the\u0026nbsp;Jake Jabs Center\u0026nbsp;for Entrepreneurship\u0026nbsp;at the CU Denver Business School.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut,\u0026nbsp;as\u0026nbsp;you learn in business, when the unexpected happens, you pivot.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter\u0026nbsp;the pandemic caused the cancellation of\u0026nbsp;campus\u0026nbsp;events, Atkinson says he worried\u0026nbsp;at\u0026nbsp;first\u0026nbsp;that\u0026nbsp;he\u0026nbsp;could\u0026nbsp;lose his\u0026nbsp;assistantship. But CU Denver’s commitment to student success\u0026nbsp;wouldn’t let that happen.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The MBA program started off one way and ended completely differently. I felt\u0026nbsp;like\u0026nbsp;my classmates really stepped up, as well the instructors and staff. They did a great job\u0026nbsp;bringing\u0026nbsp;that same effort and quality as we would have had in class\u0026nbsp;to\u0026nbsp;remote learning. As the pandemic marched on, I think we just knew that we were all in this together.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A man poses in downtown Denver and smiles brightly at you. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u002246db6c5d-8e40-4c32-824f-cee68fa51bcf\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602100050\/inline-images\/ucd-jabs-body-2.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EInstead of the business plan competition,\u0026nbsp;Atkinson\u0026nbsp;worked\u0026nbsp;with\u0026nbsp;the Rutt Bridges Venture Fund, an investment fund run by a cross-disciplinary team of CU Denver students, faculty and local business professionals, at the Jake Jabs Center for Entrepreneurship.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe center at the CU Denver Business School was renamed\u0026nbsp;in 2013 following a transformational gift from Jake Jabs, one of Colorado’s greatest entrepreneurs.\u0026nbsp;Ongoing philanthropic support has since opened\u0026nbsp;an event center, which houses additional conference rooms and workspace on the downtown campus, as well as\u0026nbsp;provides funding for programming, scholarships, research and a student accelerator program.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EInstitutes and centers bring together like-minded professionals and scholars with CU\u0026nbsp;students.\u0026nbsp;After graduating\u0026nbsp;in\u0026nbsp;May, Atkinson\u0026nbsp;continues\u0026nbsp;working with the venture fund student group and\u0026nbsp;exploring\u0026nbsp;business\u0026nbsp;connections\u0026nbsp;he made through the MBA program at CU Denver.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Having\u0026nbsp;that\u0026nbsp;donor support is essential. Not only does it\u0026nbsp;help with\u0026nbsp;infrastructure,\u0026nbsp;like\u0026nbsp;a new building and classrooms with modern equipment\u0026nbsp;and technology,\u0026nbsp;we have\u0026nbsp;had access to\u0026nbsp;instructors who have worked in industry and guest speakers from the Denver business community\u0026nbsp;– experts with real-world experience.\u0026nbsp;We’re right in the heart of downtown,\u0026nbsp;which helps us\u0026nbsp;as students\u0026nbsp;have the opportunity to\u0026nbsp;connect with a lot of local business leaders.\u0026nbsp;That\u0026nbsp;has\u0026nbsp;helped\u0026nbsp;expand my horizons, and it showed me that there are many ways to be successful.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":12,"slug":"denver-jabs","interest_tag":"Students","campus_tag":"Denver","image_main":{"alt":"A close up of a man who is looking to the side. He is standing in front of a mural on a concrete wall in downtown Denver. ","caption":"Jake Atkinson","width":2199,"height":1898,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/jabs-main"},"image_card":{"alt":"A close up of a man who is looking to the side. He is standing in front of a mural on a concrete wall in downtown Denver. ","caption":"Jake Atkinson","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/jabs-card"},"related_stories":[{"title":"Baking sees a comeback","priority":10,"slug":"uccs-grain","interest_tag":"Society","campus_tag":"UCCS","image_card":{"alt":null,"caption":null,"width":null,"height":null,"url":null}},{"title":"Student finds her voice at CU","priority":7,"slug":"denver-lynxup","interest_tag":"Students","campus_tag":"Denver","image_card":{"alt":"A close-up of a female student; she has dark hair worn in two braids and is wearing a white shirt.  ","caption":"Alana Margolis","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/lynxup-card"}}]}