{
  "title": "Business as usual",
  "subtitle": "Entrepreneurship center pivots in the midst of COVID-19 to find learning opportunities for students.",
  "body": "\u003Cp\u003EWhen Jake Atkinson enrolled in CU Denver’s one-year MBA program, he wanted to shake up his career after working as a bond trader for nearly 13 years. He expected to work as a graduate assistant on THE CLIMB, an annual student business plan competition in the spring at the Jake Jabs Center for Entrepreneurship at the CU Denver Business School.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBut, as you learn in business, when the unexpected happens, you pivot.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter the pandemic cancelled\u0026nbsp;campus events, Atkinson says he worried at first that he would lose his assistantship. But CU Denver’s commitment to student success wouldn’t let that happen.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The one-year MBA program started off one way and ended completely differently. I felt like my classmates really stepped up, as well as the instructors and staff. They did a great job bringing that same effort and quality as we would have had in class to remote learning. As the pandemic marched on, I think we just knew that we were all in this together.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A man poses in downtown Denver and smiles brightly at you. \u0022 data-caption=\u0022Jake Atkinson\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u002246db6c5d-8e40-4c32-824f-cee68fa51bcf\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614729856/ir-20/stories/denver-jabs/ucd-jabs-body-2_ip2uk7.jpg\u0022 \/\u003E\r\n\u003Cp\u003EInstead of the business plan competition, Atkinson worked with the Rutt Bridges Venture Fund, an investment fund run by a cross-disciplinary team of CU Denver students, faculty and local business professionals\u0026nbsp;at the Jake Jabs Center for Entrepreneurship.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe Jake Jabs Center for Entrepreneurship\u0026nbsp;at the CU Denver Business School was renamed in 2013 following a transformational gift from the Colorado entrepreneur and businessman. Ongoing philanthropic support has since opened an event center, which houses additional conference rooms and workspace on the downtown campus, while also funding\u0026nbsp;programming, scholarships, research and a student accelerator program.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EInstitutes and centers connect professionals and scholars with CU students. After graduating in 2020, Atkinson continues to work\u0026nbsp;with the venture fund student group and has joined the Design Horizons Labs Entrepreneurial Fellows Program where he helps\u0026nbsp;fellow CU Denver students learn the steps of creating\u0026nbsp;a business\u0026nbsp;from ideation to launch.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Having that donor support is essential. It helps with infrastructure, like a new building and classrooms with modern equipment and technology. We have had access to instructors who have worked in industry and guest speakers from the Denver business community – experts with real-world experience. And we’re right in the heart of downtown, which helps us as students have the opportunity to connect with a lot of local business leaders. That has helped expand my horizons, and it showed me that there are many ways to be successful.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n",
  "priority": 12,
  "slug": "denver-jabs",
  "interest_tag": "Students",
  "campus_tag": "Denver",
  "image_main": {
    "alt": "A man wearing a dark shirt looks to the side. The background is an artistic design with colorful shapes.",
    "caption": "Jake Atkinson",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614729856/ir-20/stories/denver-jabs/1603229874-DEN-Covid_1_bfpk7p.png"
  },
  "image_card": {
    "alt": "A man wearing a dark shirt looks to the side. The background is an artistic design with colorful shapes.",
    "caption": "Jake Atkinson",
    "width": 580,
    "height": 278,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603231221-DEN-Covid-card_bvgpq3.png"
  },
  "related_stories": [
    {
      "title": "Baking sees a comeback",
      "priority": 10,
      "slug": "uccs-grain",
      "subtitle": "Colorado’s grain industry continues to rise, thanks to annual seminar.",
      "interest_tag": "Society",
      "campus_tag": "UCCS",
      "image_card": {
        "alt": "A man with a beard is wearing a T-shirt and an apron covered with flour. He is standing in front of a sign that says Moxie Bread Co. ",
        "caption": "Andy Clark",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603482110-UCCS-grain-storycard_2x_dcq9aj.png"
      }
    },
    {
      "title": "Finding her voice",
      "priority": 7,
      "slug": "denver-lynxup",
      "subtitle": "Since 2017, faculty and staff have contributed more than $1.5 million to student scholarships on this CU campus. ",
      "interest_tag": "Students",
      "campus_tag": "Denver",
      "image_card": {
        "alt": "A young woman with brown hair looks off to the side, while holding a guitar. The background is an artistic design with colorful shapes.",
        "caption": "Alana Margolis",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603748686-DEN-LynxUP-card_2x_nxvvws.png"
      }
    }
  ]
}
