{"title":"Finding her voice","subtitle":"Since 2017, faculty and staff have contributed more than $1.5 million to student scholarships on this CU campus. ","body":"\u003Cp\u003EIt’s fitting that Alana Margolis is choosing a career in music because her journey is the stuff that songs are made of: Adventure. Heartbreak. Perseverance.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn 2015, she was graduating high school in her hometown on the East Coast, and like most teenagers, she didn’t know exactly what to do next. One day her father, who had just gotten off the phone with his best friend in Denver, called her downstairs with a question: How would you like to move to Colorado for college?\u003C\/p\u003E\r\n\u003Cimg alt=\u0022A young woman and her father stand for a selfie outside on Pearl Street in Boulder, Colorado. Snowy mountains are seen in the background. \u0022 data-align=\u0022center\u0022 data-caption=\u0022Bob Margolis, left, stands with his daughter, Alana. It was Bob\u0027s idea for her to attend CU.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u002214b24105-93fd-4ca7-970c-1b7ee4ed1f0e\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/inline-images\/1603923633-alana-dad-2\u0022 \/\u003E\r\n\u003Cp\u003EThe joy was short-lived. Two weeks into her freshman year at CU Denver, her father, Bob, passed away from cancer. Margolis called her late father her \u0022biggest inspiration.\u0022\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“He was my best friend. He and I have always had that musical connection, so when I told him I wanted to pursue\u0026nbsp;a career in music, he was all for it. When we found out that he had cancer again for the fourth time, we were sitting in the living room, and I was crying. I told him, ‘I’m not going to school.’ He looked me dead in the eye and said, ‘I will be mad at you for the rest of my life if you do not go and pursue your career at CU Denver.’ This was my dream, and he didn’t want to hold me back. As much as I wanted to stay home, I remember sitting next to his bed, holding his hand and thinking, ‘I am going to do this for me, but I am also doing this for you because you helped me find my voice in music.’ ”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A young woman sits in front of a mural with her guitar. \u0022 data-caption=\u0022Alana Margolis\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00227d68838e-e6c6-4677-92fd-77912ae264f4\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/inline-images\/CU_AlanaMargolis0206\u0022 \/\u003E\r\n\u003Cp\u003EAfter her father’s passing, the financial aid office at CU Denver worked to get Margolis scholarship support so she could stay enrolled without taking on unexpected debt or dropping out of school. Margolis received funding from the CU Denver Scholarship, one of the most popular funds on the campus among faculty and staff donors, especially those who give via payroll deduction, in the annual LYNX UP employee giving campaign.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESince 2017, faculty and staff have contributed more than $1.5 million to scholarships at CU Denver. Nearly 70 percent of undergraduate students at CU Denver received scholarships or financial aid this year — students like Margolis.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMargolis is grateful that CU employees give to the university to support students like her.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Scholarships have helped me and my mom tremendously. The staff and faculty at the College of Arts and Media know me by name, and they’re constantly asking me how me and my mom are doing, how my classes are going, how my job is going. They genuinely care about my education, about who I am, about my career and, most importantly, about my family. I can think of so many people who have helped me get to where I am because of how selfless they have been to make sure I am getting the education that I need.” \u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003ECU Denver has given Margolis opportunities like working\u0026nbsp;with Grammy award-winning\u0026nbsp;artists\u0026nbsp;and performing at\u0026nbsp;festivals like SXSW. While she has dreams of touring with her band, Sister Neapolitan, she says her CU Denver education has prepared her for diverse career options that blend business, technology and music, such as\u0026nbsp;placing songs on TV shows or securing royalties from songwriting.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EShe’s ready. Margolis graduates from CU Denver this fall.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The music industry is scary and unsure, especially right now during COVID-19. But all my professors gave me so many tools to succeed, and I’ve had so many great internships and performance opportunities because of that. It’s just been such an incredible experience at CU Denver. I know my dad would be so proud of what I have been able to accomplish.” \u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":7,"slug":"denver-lynxup","interest_tag":"Students","campus_tag":"Denver","image_main":{"alt":"A young woman with brown hair looks off to the side, while holding a guitar. The background is an artistic design with colorful shapes.","caption":"Alana Margolis","width":1848,"height":1626,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603748651-DEN-LynxUP%401.5x-tiny"},"image_card":{"alt":"A young woman with brown hair looks off to the side, while holding a guitar. The background is an artistic design with colorful shapes.","caption":"Alana Margolis","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603748686-DEN-LynxUP-card%402x"},"related_stories":[{"title":"Creating beautiful music together with technology","priority":2,"slug":"boulder-symphony","subtitle":"A virtual orchestra unites students in an effort to bring comfort and joy to audiences.","interest_tag":"Students","campus_tag":"Boulder","image_card":{"alt":"A young man with brown wavy hair is wearing a black T-shirt and holding a violin. The background is an artistic design of colorful shapes. ","caption":"Jordan Holloway","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603752440-UCB-covid-card%402x"}},{"title":"Leadership is homegrown","priority":13,"slug":"uccs-leadership","subtitle":"Scholarship program focuses on academic excellence, community service and professional development. ","interest_tag":"Students","campus_tag":"UCCS","image_card":{"alt":"A woman in black who has her blonde hair in a top knot and is wearing dangly earrings looks to the side. ","caption":"Hannah Hofreiter","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603486746-UCCS-Hannah-storycard%402x"}}]}