{"title":"Student finds her voice at CU","subtitle":"Scholarship campaign gets boost from faculty, staff.","body":"\u003Cp\u003EIt’s fitting that\u0026nbsp;Alana Margolis\u0026nbsp;is choosing a career in music because her\u0026nbsp;journey is\u0026nbsp;the stuff that\u0026nbsp;songs\u0026nbsp;are made of:\u0026nbsp;Adventure. Heartbreak.\u0026nbsp;Perseverance.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIn 2016, she\u0026nbsp;was graduating high school\u0026nbsp;in her\u0026nbsp;hometown\u0026nbsp;on the East Coast,\u0026nbsp;and\u0026nbsp;like\u0026nbsp;most teenagers, she didn’t know exactly what to do next.\u0026nbsp;One day her father, who had\u0026nbsp;just got off the phone with his best friend\u0026nbsp;in Denver,\u0026nbsp;and called her downstairs with a question: How would you like to\u0026nbsp;move to Colorado for\u0026nbsp;college?\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“My first thought was ‘Mom’s going to kill you.’ But\u0026nbsp;it\u0026nbsp;kind of came full circle because when my parents first got married, they moved out to Denver and my mom was 19. When I moved out here, I was 19,\u0026nbsp;so\u0026nbsp;the whole thing\u0026nbsp;was very serendipitous.” \u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EThe joy was short-lived. Two weeks into her freshman year at CU Denver, her father,\u0026nbsp;Bob,\u0026nbsp;passed away from cancer.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“He was incredible. He was my best friend. My dad\u0026nbsp;is my biggest inspiration.\u0026nbsp;He\u0026nbsp;and\u0026nbsp;I\u0026nbsp;have always had that\u0026nbsp;musical\u0026nbsp;connection,\u0026nbsp;so when\u0026nbsp;I\u0026nbsp;told him\u0026nbsp;I\u0026nbsp;wanted to further a career in music,\u0026nbsp;he was all for it.\u0026nbsp;When we found out that he had cancer again for the fourth time,\u0026nbsp;we were sitting in\u0026nbsp;the\u0026nbsp;living room and\u0026nbsp;I\u0026nbsp;was crying.\u0026nbsp;I told him,\u0026nbsp;‘I’m not going\u0026nbsp;to school.’\u0026nbsp;He looked me dead in the eye and said,\u0026nbsp;‘I\u0026nbsp;will be mad at you for the rest of my life if you do not go and pursue your career at CU Denver.’\u0026nbsp;This\u0026nbsp;was my\u0026nbsp;dream,\u0026nbsp;and\u0026nbsp;he didn’t want\u0026nbsp;to\u0026nbsp;hold me\u0026nbsp;back. As\u0026nbsp;much as\u0026nbsp;I\u0026nbsp;wanted to stay home,\u0026nbsp;I\u0026nbsp;remember sitting next to his bed,\u0026nbsp;holding his hand\u0026nbsp;and thinking,\u0026nbsp;‘I\u0026nbsp;am going to do this for me,\u0026nbsp;but\u0026nbsp;I\u0026nbsp;am also doing this for you because you helped me find\u0026nbsp;the school and find\u0026nbsp;my voice in music.’\u0026nbsp;”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A young woman sits in front of a mural with her guitar. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00227d68838e-e6c6-4677-92fd-77912ae264f4\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602108949\/inline-images\/CU_AlanaMargolis0206.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAfter her father’s passing, the financial aid office at CU Denver worked to get\u0026nbsp;Margolis\u0026nbsp;scholarship support so\u0026nbsp;she\u0026nbsp;could stay enrolled without taking on unexpected debt\u0026nbsp;or\u0026nbsp;dropping out of\u0026nbsp;school.\u0026nbsp;Margolis received funding from the\u0026nbsp;CU Denver Scholarship, one of the most popular funds\u0026nbsp;on the campus\u0026nbsp;among faculty and staff donors, especially those who give via payroll deduction,\u0026nbsp;in\u0026nbsp;the\u0026nbsp;annual\u0026nbsp;LYNX UP\u0026nbsp;employee giving\u0026nbsp;campaign.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003ESince 2017, faculty and staff have contributed more than $1.5 million to scholarships at CU Denver.\u0026nbsp;Nearly 70 percent of undergraduate students at CU Denver received scholarships or financial aid this year.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Scholarships\u0026nbsp;have helped\u0026nbsp;me and my mom tremendously.\u0026nbsp;Knowing that the staff\u0026nbsp;and\u0026nbsp;faculty want us to succeed at CU Denver\u0026nbsp;by\u0026nbsp;giving\u0026nbsp;out of\u0026nbsp;their own\u0026nbsp;pockets\u0026nbsp;is so heartwarming and honestly\u0026nbsp;it\u0026nbsp;leaves me speechless.\u0026nbsp;The staff and faculty\u0026nbsp;at the College of Arts and Media\u0026nbsp;know me\u0026nbsp;by name\u0026nbsp;and they’re\u0026nbsp;constantly asking me\u0026nbsp;how\u0026nbsp;me and my\u0026nbsp;mom\u0026nbsp;are\u0026nbsp;doing,\u0026nbsp;how\u0026nbsp;my\u0026nbsp;classes\u0026nbsp;are\u0026nbsp;going,\u0026nbsp;how\u0026nbsp;my job is going.\u0026nbsp;They genuinely care about my education,\u0026nbsp;about who\u0026nbsp;I\u0026nbsp;am,\u0026nbsp;about my career and,\u0026nbsp;most importantly,\u0026nbsp;about my family. I\u0026nbsp;can think of so many people off the top of my head who have helped me get to where\u0026nbsp;I\u0026nbsp;am because of how selfless they have been\u0026nbsp;to make sure\u0026nbsp;I\u0026nbsp;am getting the education that\u0026nbsp;I\u0026nbsp;need.” \u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EAt CU Denver,\u0026nbsp;Margolis has worked on projects with\u0026nbsp;Grammy\u0026nbsp;award-winning and\u0026nbsp;-nominated artists and has performed at\u0026nbsp;music festivals like\u0026nbsp;SXSW.\u0026nbsp;While\u0026nbsp;she\u0026nbsp;has dreams of touring with her\u0026nbsp;band,\u0026nbsp;Sister Neapolitan,\u0026nbsp;she says her\u0026nbsp;CU Denver education\u0026nbsp;has\u0026nbsp;prepared\u0026nbsp;her\u0026nbsp;for\u0026nbsp;career options that blend business, technology\u0026nbsp;and music\u0026nbsp;like\u0026nbsp;placing songs on TV shows and commercials\u0026nbsp;to\u0026nbsp;securing royalties from songwriting.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EShe’s ready. Margolis graduates from CU Denver this fall.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The music industry is scary\u0026nbsp;and\u0026nbsp;unsure,\u0026nbsp;especially right now during\u0026nbsp;COVID-19. But\u0026nbsp;all\u0026nbsp;my\u0026nbsp;professors gave me so many tools to succeed,\u0026nbsp;and I’ve had so many great internships and performance opportunities because of that. I\u0026nbsp;think my dad would be extremely proud of me for being as resilient as\u0026nbsp;I\u0026nbsp;have been.\u0026nbsp;I was taught at such a young age by him and my mom to be independent and to do what\u0026nbsp;I\u0026nbsp;need to do to succeed.\u0026nbsp;It’s\u0026nbsp;just been such an incredible experience\u0026nbsp;at CU Denver. I\u0026nbsp;know\u0026nbsp;my dad\u0026nbsp;would be so proud of what\u0026nbsp;I\u0026nbsp;have been\u0026nbsp;able\u0026nbsp;to accomplish\u0026nbsp;these past\u0026nbsp;few\u0026nbsp;years.” \u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n","priority":7,"slug":"denver-lynxup","interest_tag":"Students","campus_tag":"Denver","image_main":{"alt":"A close-up of a female student; she has dark hair worn in two braids and is wearing a white shirt.  ","caption":"Alana Margolis","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/lynxup-main"},"image_card":{"alt":"A close-up of a female student; she has dark hair worn in two braids and is wearing a white shirt.  ","caption":"Alana Margolis","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/lynxup-card"},"related_stories":[{"title":"Beautiful music together","priority":2,"slug":"boulder-symphony","interest_tag":"Students","campus_tag":"Boulder","image_card":{"alt":"A close-up of a young man with dark hair wearing a black shirt stands outside a building on the CU Boulder campus. ","caption":"Jordan Holloway","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/symphony-card"}},{"title":"Planting the seeds of leadership ","priority":13,"slug":"uccs-leadership","interest_tag":"Students","campus_tag":"UCCS","image_card":{"alt":"A woman wearing glasses stands outside with her physician\u0027s coat on, hands in her pockets and stethoscope around her neck. ","caption":"Hannah Hofreiter","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/leadership-card"}}]}