{"title":"Closing the equity gap in preK-12 schools","subtitle":"A new program elevates faculty research and creative activities about urban issues facing the Denver metro.","body":"\u003Cp\u003EIt was 1996, and Antwan Jefferson was an undergraduate studying biology at Morehouse College, a historically black college in Atlanta that touts Martin Luther King Jr., Spike Lee and Herman Cain among its alumni. Jefferson planned to be a neurosurgeon.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThough he volunteered at a local high school and a teen center, Jefferson never considered education as a career until a student told him that he would be a good teacher.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EToday, Jefferson is an assistant professor studying education equity in the School of Education and Human Development at CU Denver. Last year, he was chosen as part of the inaugural cohort for the TIAA Chancellor\u0027s Urban Engaged Scholars program, which elevates the outstanding contributions of CU Denver faculty to the Denver metro area through their research and creative activities.\u003C\/p\u003E\r\n\u003Cimg alt=\u0022A man sits on the steps outside a high school. \u0022 data-caption=\u0022Antwan Jefferson\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022659af5a7-1bdd-427d-8263-81cc58b3c654\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/inline-images\/ucd-urban-body-1\u0022 \/\u003E\r\n\u003Cp\u003EEach CU Denver scholar\u0027s research addresses current urban issues while emphasizing community partnerships, local impact and student involvement — research and discovery supported by TIAA’s philanthropic partnership with the university. As\u0026nbsp;an Urban Engaged Scholar, Jefferson says he hopes to bring more light to the importance of equity in the classroom.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“This has\u0026nbsp;been a positive opportunity to think together with education leaders around the city in order to identify some of the challenges facing preK-12 education.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EHe saw these disparities in education firsthand. He taught at Montbello High School, a Denver-area\u0026nbsp;school that struggled academically and ultimately closed.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I had the opportunity to work alongside some of those fascinating and creative children who were in the school where the reputation of the school preceded their personal experiences. The school at the time was predominantly Black and Latino and in a working-class community, and I wanted to understand it better.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EIn his research, he saw that urban families, especially families of color, immigrant families and families from limited economic backgrounds, cared\u0026nbsp;about factors beyond the school’s performance on standardized tests. They wanted to know how many teachers of color were employed at the school, the length of tenure of teachers and the school’s approach to disciplinary measures.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The values that families hold onto to guide their decisions about what they believe education should be about for their own children are not aligned or represented by the information that the school district makes available to them. It\u0027s not giving families what they need or ask for. It’s giving them instead what they should be satisfied with, which means that families’ voices are not driving the district in terms of measuring school quality. That\u0027s inequitable.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EJefferson is partnering with local schools in the Denver metro area to help identify ways to improve the educational experience for Denver’s youth and their families. That’s one of the benefits of the Urban Engaged Scholars program, Jefferson says: living and working in the same community he studies so he knows his work\u0026nbsp;is making a difference.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I value the experiences and wisdom of people who actually have something to lose if the systems they participate\u0026nbsp;in don\u0027t work. Donor support to CU helps the university serve a greater public good: it’s about ensuring that children from all backgrounds have fair and just opportunities to secure their own futures and shape the future of society.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":4,"slug":"denver-urban","interest_tag":"Research","campus_tag":"Denver","image_main":{"alt":"A man looks off to the side and smiles; he is wearing a gray shirt. The background is an artistic design with colorful shapes.","caption":"Antwan Jefferson","width":1848,"height":1626,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603733481-DEN-Antwan%401.5x-tiny"},"image_card":{"alt":"A man looks off to the side and smiles; he is wearing a gray shirt. The background is an artistic design with colorful shapes.","caption":"Antwan Jefferson","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603733493-DEN-Antwan-card%402x"},"related_stories":[{"title":"Fellowship fosters a sense of belonging","priority":10,"slug":"boulder-miramontes-fellowship","subtitle":"Doctoral students continue professor\u0027s legacy in educational equity and cultural diversity.","interest_tag":"Students","campus_tag":"Boulder","image_card":{"alt":"A young man stands outside on the CU Boulder campus. He is wearing a black T-shirt with white font that reads \u0022Made on Earth by Humans.\u0022 ","caption":"Diego Alfonso Escobar García","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603404753-UCB-Miramonte-storycard%402x"}},{"title":"Righting the wrongs","priority":5,"slug":"korey-wise-colorado-law-school","subtitle":"CU students get real-world legal experience by working on claims of wrongful convictions. ","interest_tag":"Students","campus_tag":"Boulder","image_card":{"alt":"A woman with blonde hair and eyeglasses is wearing a blue shirt with white stripes. The background is an artistic design with colorful shapes.","caption":"Anne-Marie Moyes","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603410181-UCB-innocence-storycard%402x"}}]}