{"title":"Scholars serve the greater good","subtitle":"Program elevates urban issues in the heart of Denver metro.","body":"\u003Cp\u003EIt was 1996,\u0026nbsp;and\u0026nbsp;Antwan\u0026nbsp;Jefferson was an undergraduate studying biology\u0026nbsp;at\u0026nbsp;Morehouse College, a\u0026nbsp;historically black college in Atlanta\u0026nbsp;that\u0026nbsp;touts\u0026nbsp;Martin Luther King, Jr., Spike Lee and Herman Cain among its alumni.\u0026nbsp;Jefferson\u0026nbsp;planned\u0026nbsp;to be a neurosurgeon.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThough he\u0026nbsp;volunteered\u0026nbsp;at\u0026nbsp;a\u0026nbsp;local high school and\u0026nbsp;a\u0026nbsp;teen center, Jefferson never\u0026nbsp;considered\u0026nbsp;education\u0026nbsp;as a career\u0026nbsp;until a student\u0026nbsp;told him that he would be a good teacher.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EToday\u0026nbsp;Jefferson is an assistant professor\u0026nbsp;studying education equity\u0026nbsp;in the School of Education and Human Development at CU Denver.\u0026nbsp;Last year, he was chosen as part of the inaugural\u0026nbsp;cohort for the\u0026nbsp;TIAA Chancellor\u0027s Urban Engaged Scholars program, which\u0026nbsp;elevates\u0026nbsp;the outstanding contributions of CU Denver faculty to the Denver\u0026nbsp;metro\u0026nbsp;area\u0026nbsp;through their research and creative activities.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A man sits on the steps outside a high school. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022659af5a7-1bdd-427d-8263-81cc58b3c654\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602109316\/inline-images\/ucd-urban-body-1.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EEach\u0026nbsp;CU Denver\u0026nbsp;scholar\u0027s research addresses current urban issues while emphasizing community partnerships, local impact and student involvement\u0026nbsp;– research and discovery\u0026nbsp;supported\u0026nbsp;by\u0026nbsp;TIAA’s philanthropic partnership with\u0026nbsp;the university.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Being part of the\u0026nbsp;Urban\u0026nbsp;Engaged Scholars Program has\u0026nbsp;been\u0026nbsp;an opportunity to bring a little bit more light to the importance of\u0026nbsp;equity in public education. It’s\u0026nbsp;been a positive opportunity to think together with education leaders around the city in order to identify some of the challenges facing preK-12 education.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EJefferson\u0026nbsp;saw\u0026nbsp;disparities\u0026nbsp;in education firsthand. He taught\u0026nbsp;at Montbello High School,\u0026nbsp;anortheast\u0026nbsp;Denver\u0026nbsp;school\u0026nbsp;that\u0026nbsp;struggled\u0026nbsp;academically.\u0026nbsp;Ultimately, the school board voted to close Montbello in 2010.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I had the opportunity to work alongside some of those fascinating and creative children who were in the school where the reputation of the school preceded their personal experiences.\u0026nbsp;The school at the time was predominantly Black and Latino\u0026nbsp;and\u0026nbsp;in\u0026nbsp;a working-class community, and\u0026nbsp;I wanted to understand it better.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EFor example,\u0026nbsp;in his research\u0026nbsp;he saw that urban\u0026nbsp;families, especially\u0026nbsp;families of color,\u0026nbsp;immigrant families and families from limited economic backgrounds,\u0026nbsp;cared\u0026nbsp;more\u0026nbsp;about factors beyond the school’s performance on standardized tests. They wanted to know how many\u0026nbsp;teachers of color\u0026nbsp;were\u0026nbsp;employed at the school,\u0026nbsp;the length of tenure of teachers\u0026nbsp;and\u0026nbsp;the school’s approach to disciplinary measures.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The values that families hold onto\u0026nbsp;to\u0026nbsp;guide their decisions\u0026nbsp;about\u0026nbsp;what they believe education should be about for their own children\u0026nbsp;are\u0026nbsp;not aligned or represented by the information\u0026nbsp;that the school district makes available to them.\u0026nbsp;It\u0027s not giving families what they need or ask for. It’s\u0026nbsp;giving them instead what they should be satisfied with, which means that families’ voices are not driving the district in terms of measuring school quality. That\u0027s inequitable.”\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EJefferson is partnering with local schools in the Denver metro area to help\u0026nbsp;identify\u0026nbsp;ways to\u0026nbsp;improve the educational experience for Denver’s youth and their families.\u0026nbsp;That’s one of the benefits of the Urban Engaged Scholars program, Jefferson says: living and working in the same community he studies\u0026nbsp;so he knows his work is making a difference.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I find myself engaged in research that does not want just to be published in journals;\u0026nbsp;I have\u0026nbsp;prioritized instead practicing my research and scholarship in real time where real people exist.\u0026nbsp;I value\u0026nbsp;the\u0026nbsp;experiences and wisdom of people who actually have\u0026nbsp;something to lose if the systems they participated\u0026nbsp;in\u0026nbsp;don\u0027t work.\u0026nbsp;Donor support\u0026nbsp;to CU\u0026nbsp;helps\u0026nbsp;the university serve\u0026nbsp;a greater public good: it’s about\u0026nbsp;ensuring that children from all backgrounds have fair and just opportunities to secure their own\u0026nbsp;futures\u0026nbsp;and\u0026nbsp;shape the future of society.”\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":4,"slug":"denver-urban","interest_tag":"Society","campus_tag":"Denver","image_main":{"alt":"A close-up of a man, sitting in a classroom; he is smiling and wearing a gray polo shirt. ","caption":"Antwan Jefferson","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/urban-main"},"image_card":{"alt":"A close-up of a man, sitting in a classroom; he is smiling and wearing a gray polo shirt. ","caption":"Antwan Jefferson","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/urban-card"},"related_stories":[{"title":"Fellowship fosters sense of belonging","priority":10,"slug":"boulder-miramontes-fellowship","interest_tag":"Students","campus_tag":"Boulder","image_card":{"alt":"A young man stands outside on the CU Boulder campus. He is wearing a black T-shirt with white font that reads \u0022Made on Earth by Humans.\u0022 ","caption":"Diego Alfonso Escobar García","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/miramontes-card"}},{"title":"Righting the wrongs","priority":5,"slug":"korey-wise-colorado-law-school","interest_tag":"Society","campus_tag":"Boulder","image_card":{"alt":"A photo of Korey Wise.","caption":"","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/innocence_0"}}]}