{"title":"Righting the wrongs","subtitle":"CU students get real-world legal experience by working on claims of wrongful convictions. ","body":"\u003Cp\u003EThe 2019 Netflix docuseries “When They See Us” told the story of five Black and Latino teenagers known as the “Central Park Five” after they were wrongfully convicted for an attack on a jogger in New York in 1989. The overwhelming international response to the series showed Anne-Marie Moyes that others cared about injustices like these just as much as she did.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMoyes is the program director of the Korey Wise Innocence Project,\u0026nbsp;which is a part of the University of Colorado Law School, that works to exonerate those who\u0027ve been wrongfully convicted in the state. A public defender for 12 years, Moyes is helping educate a new generation of legal professionals who seek justice in an imperfect legal system.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0022There is a real need for organizations like ours to try to right these wrongs. Our project has tremendous value for Colorado Law students who aspire to work in criminal law. Whether students go on to work as prosecutors or public defenders, they enter those professions with a greater understanding how wrongful convictions happen, how they can be prevented\u0026nbsp;and the individual lives impacted when mistakes are made.\u0022\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EKorey Wise, one of the Central Park Five, was just 16 when he was wrongfully convicted, and he ultimately spent more than 14 years in an adult prison. Eventually, Wise was exonerated, and the convictions of the four others were also overturned. In 2015, Wise gave $190,000 to the project, which the CU law school renamed in his honor. The gift also allowed the project to hire its first full-time employee, a role now held by Moyes.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWise, now a public speaker and criminal justice reform advocate, hopes his gift will help others avoid his\u0026nbsp;fate. Moyes says studies have shown that 5 to 7 percent of criminal defendants are wrongfully convicted, an injustice that disproportionately affects those who are Black,\u0026nbsp;Indigenous and people of color. Moyes says thanks to Wise\u0027s philanthropic gift, more CU law students are learning about scenarios where wrongful convictions may occur and how to hold the legal system accountable.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E\u0022As an innocence organization within a larger movement, we want to encourage people to have honest conversations about our criminal legal system, and how that system is rooted in our country\u0027s long history of racial injustice.\u0022\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A man talks with a college student in a classroom. \u0022 data-caption=\u0022Korey Wise, right, talks with a student at a CU Boulder event in 2015.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00224b9776a6-9ee2-47ac-bed1-d5087c61cdb0\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/inline-images\/Korey_Wise43GA\u0022 \/\u003E\r\n\u003Cp\u003EMoyes says the project receives more than 20 requests every month from those who believe they have been wrongfully convicted; anywhere from five to 10 of those qualify for help. The team works with CU law students to evaluate these cases for factual and legal grounds to appeal. They may review transcripts, read investigative reports, speak with previous counsel, research the state of the law at the time of the conviction, search for previously undiscovered errors or consider new forensic techniques to see if a case warrants a second look. If so, they re-investigate the case, pursue new forensic testing when possible, and then seek relief in court based on any newly discovered evidence.\u003C\/p\u003E\r\n\r\n\u003Cp\u003ELast year, the project received thousands of dollars of philanthropic gifts after\u0026nbsp;the Netflix series aired. The project received an additional $50,000 grant to expand its office space on the second floor of the law school. With more than double the size of the project’s previous office, the space will now house Moyes, a legal fellow, a postgraduate fellow and a growing number of law student volunteers.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Thanks to donors, our growing organization can serve more innocent people, and that means everything to those who are languishing in prison for crimes they didn\u0027t commit. When I meet the people we are trying to help, I am struck by how they\u0026nbsp;maintain hope despite all that they\u0027ve endured. Our job is to turn that hope into reality by finding new evidence of innocence and winning our client\u0027s freedom.\u0022\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":5,"slug":"korey-wise-colorado-law-school","interest_tag":"Students","campus_tag":"Boulder","image_main":{"alt":"A woman with blonde hair and eyeglasses is wearing a blue shirt with white stripes. The background is an artistic design with colorful shapes.","caption":"Anne-Marie Moyes","width":1848,"height":1626,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603409789-UCB-innocence%401.5x-tiny"},"image_card":{"alt":"A woman with blonde hair and eyeglasses is wearing a blue shirt with white stripes. The background is an artistic design with colorful shapes.","caption":"Anne-Marie Moyes","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603410181-UCB-innocence-storycard%402x"},"related_stories":[{"title":"Closing the equity gap in preK-12 schools","priority":4,"slug":"denver-urban","subtitle":"A new program elevates faculty research and creative activities about urban issues facing the Denver metro.","interest_tag":"Research","campus_tag":"Denver","image_card":{"alt":"A man looks off to the side and smiles; he is wearing a gray shirt. The background is an artistic design with colorful shapes.","caption":"Antwan Jefferson","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603733493-DEN-Antwan-card%402x"}},{"title":"Improving the health of tribal communities","priority":9,"slug":"anschutz-spero","subtitle":"Endowed chair shapes the public health of American Indian and Alaska Native populations through research and job training.","interest_tag":"Research","campus_tag":"Anschutz","image_card":{"alt":"A man smiles broadly while wearig a cowboy hat, eyeglasses, and a bright blue fleece with a Native American bird symbol on it. The background is an artistic design with a brown horse depicted and colorful shapes","caption":"Spero Manson","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603838340-AMC-spero-card%402x"}}]}