{"title":"Righting the wrongs","subtitle":"This is the subheadline for the story.  It appears on the story-detail page below the headline. It is also used as the \u0022description\u0022 text on the story cards.","body":"\u003Cp\u003EThe 2019 release of the Netflix docuseries “When They See Us” told the story of five Black and Latino teenagers known as the “Central Park Five” after they were wrongfully convicted for an attack on a jogger in New York in 1989. The overwhelming international response to the series showed Anne-Marie Moyes that others cared about injustices like these just as much as she did.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EMoyes is the program director of the Korey Wise Innocence Project, which is part of the University of Colorado Law School that works to exonerate those wrongfully convicted in the state. A public defender for more than 25 years, Moyes is helping educate a new generation of legal professionals who seek justice in an imperfect legal system.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EInnocence Projects exist around the world; in the U.S., they are in 48 states, Puerto Rico and Washington, D.C. Thanks to a philanthropic gift in 2015, the Innocence Project at CU’s law school was renamed in honor of Korey Wise, one of the teenagers of the Central Park Five. Wise was just 16 when he was wrongfully convicted and ultimately spent more than 14 years in adult prison for a crime he didn’t commit.\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A close up of a man wearing a winter hat and hoodie smiles. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00229a39281a-c09c-420f-aa92-2adddf2503e2\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602166080\/inline-images\/Korey_Wise21GA.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWise’s philanthropic gift to CU allowed the project to hire its first full-time employee, a role now held by Moyes. She said Wise, now a criminal justice reform activist and advocate, hopes his gift will help others avoid his same fate. The Netflix series generated thousands of dollars of philanthropic gifts to CU as well to continue this work.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EStudies have shown that 5 to 7 percent of criminal defendants are wrongfully convicted, and that these injustices disproportionately affect Back and Indigenous People of Color (BIPOC), especially Black men like Wise. Moyes said CU law students are learning how to hold the legal system accountable and the scenarios in which wrongful convictions may occur.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“There is a real need for organizations like ours to try to right those wrongs. What we want to be part of as an Innocence Project within this movement is to get people to have these honest conversations about our criminal justice system, and the fact is that it is very much tied to a history of racial injustices in this country. Our project has tremendous value for Colorado Law students: we have students who intend to be prosecutors and we have students who want to be criminal defense attorneys. But you now have all those people carrying a greater sensitivity to not only the different factors that contribute to\u0026nbsp;wrongful convictions, but they have a deeper understanding of the individual lives that are impacted when these mistakes are made.” \u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A man talks with a college student in a classroom. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00224b9776a6-9ee2-47ac-bed1-d5087c61cdb0\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602166117\/inline-images\/Korey_Wise43GA.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe project receives more than 20 requests every month from those who believe they have been wrongfully convicted; anywhere from five to 10 of those qualify for help. The team works with CU law students to evaluate these cases for factual and legal grounds to appeal. They may review transcripts, read investigative reports, speak with previous counsel, research the state of the law at the time of the conviction, search for previously undiscovered errors or consider new forensic techniques to see if a case warrants a second look. If so, they recruit private lawyers and law firms, as well as investigators and experts, to represent the individual.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAnd thanks to continued generosity, CU students have the space to serve more clients and create a more just society. Last summer, the project received an additional $50,000 grant to expand its office space on the second floor of the law school. With more than double the size of the project’s previous office, the office will house Moyes, a legal fellow, a postgraduate fellow and a growing number of law student volunteers.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“It’s so gratifying to know that these stories of wrongfully conviction resonates so deeply. Thanks to donors, we are going to reach more people as we grow, and that matters a lot for those people who are languishing in prison for crimes they didn\u0027t commit. It’s just amazing when I meet the people we are trying to help, and after all that they have endured in their lives, they still maintain hope.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n","priority":5,"slug":"korey-wise-colorado-law-school","interest_tag":"Society","campus_tag":"Boulder","image_main":{"alt":"A photo of Korey Wise.","caption":"","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/innocence"},"image_card":{"alt":"A photo of Korey Wise.","caption":"","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/innocence_0"},"related_stories":[{"title":"Scholars serve the greater good","priority":4,"slug":"denver-urban","interest_tag":"Society","campus_tag":"Denver","image_card":{"alt":"A close-up of a man, sitting in a classroom; he is smiling and wearing a gray polo shirt. ","caption":"Antwan Jefferson","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/urban-card"}},{"title":"Improving Native health in Colorado","priority":9,"slug":"anschutz-spero","interest_tag":"Society","campus_tag":"Anschutz","image_card":{"alt":"A man wearing a tan cowboy hat, blue fleece and jeans walks outside across his ranch in Colorado.. ","caption":"Spero Manson","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/spero-card"}}]}