{
  "title": "When the pandemic hits close to home",
  "subtitle": "Emergency relief funding supports frontline workers and research in response to COVID-19. ",
  "body": "\u003Cp\u003EWhen the coronavirus hit this spring, Sneha Shah knew as a medical resident she would be on the front lines of COVID-19. But suddenly the pandemic hit close to home: her partner Trevor Minton\u0026nbsp;earns most of his income as a professional cellist, performing with organizations like the Colorado Ballet and Opera Colorado, and suddenly major music events had all but evaporated. As\u0026nbsp;a gig worker, he didn’t qualify for government assistance.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EShah\u0026nbsp;knew they would find a way to face this uncertainty together.\u003C\/p\u003E\r\n\u003Cimg alt=\u0022A young couple sits on a park bench outside. \u0022 data-caption=\u0022Trevor Minton, left, and Sneha Shah, MD\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00220cafa235-8a78-4205-aee6-288148db87eb\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614635441/ir-20/stories/sneha-shah-cu-covid-relief-fund/CU_SnehaShah-3_qhszjt.jpg\u0022 \/\u003E\r\n\u003Cp\u003EShah\u0026nbsp;applied for CU Anschutz’s Medical Resident Relief Fund for help covering housing costs, so the couple would have one less thing to worry about.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThanks to generous donors, the Medical Resident Relief Fund supports medical residents and fellows through unexpected hardships related to the pandemic. Since April, the fund has helped 40 residents and fellows cover childcare costs, auto repairs, fees for exams\u0026nbsp;and trainings, mental health services and more.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“I find that asking for help sometimes is really hard to do, especially when you\u0027re asking for financial help. Trevor is a very strong person, but I definitely saw a change in him. As you can imagine for any person who has a significant job loss, it was just terrifying to think that he might have to give up cello as a career. The stress of that was a big burden.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003ECU Anschutz has other COVID-19-related funds that donors have given to support workers in pulmonary health care, emergency medicine and pandemic research.\u003C\/p\u003E\r\n\u003Cimg alt=\u0022Fresh bread, flowers and meals \u0022 data-caption=\u0022A care package that Shah, a CU medical resident working with COVID-19 patients, received through Project Lift.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u002288b4ec37-5298-4588-969f-28af09213e34\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614635441/ir-20/stories/sneha-shah-cu-covid-relief-fund/1603129614-IR20-sneha-care-package_wgnijh.jpg\u0022 \/\u003E\r\n\u003Cp\u003EIn addition to relief funding, Shah received a care package through Project Lift, a CU Anschutz program that connects health care professionals to mentor and provide help to medical students and fellows during COVID-19.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EWhen the pandemic first started, Shah worked overnight shifts in the makeshift ICU unit for COVID-19 patients at UCHealth University of Colorado Hospital. Shah thought she might receive a few premade meals she could reheat at work. Instead, she received fresh bread and flowers, soup, candles and chocolate from a pediatric nephrologist from Children\u0027s Hospital Colorado.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EGenerous support like this has helped alleviate some of the fears the couple felt in the early days of the pandemic and has allowed them to focus on the future.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The university, and our campus, has done a fantastic job of putting our physical safety and emotional well-being first. In the future, we would love to pay it forward because we\u0027ve been inspired by these donors who were generous enough to give. We were just so beyond thankful to have the assistance when we needed it the most.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n",
  "priority": 1,
  "slug": "sneha-shah-cu-covid-relief-fund",
  "interest_tag": "Society",
  "campus_tag": "Anschutz",
  "image_main": {
    "alt": "A young woman with shoulder length dark hair smiles in her white medical coat. The background is an artistic design of colorful shapes. ",
    "caption": "Sneha Shah, MD",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614635441/ir-20/stories/sneha-shah-cu-covid-relief-fund/1603908918-AMC-Sneha_1_ygrqbm.png"
  },
  "image_card": {
    "alt": "A young woman with shoulder length dark hair smiles in her white medical coat. The background is an artistic design of colorful shapes. ",
    "caption": "Sneha Shah, MD",
    "width": 1160,
    "height": 556,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto,w_1160,h_556/v1614632667/ir-20/stories/cards/1603908940-AMC-sneha-card_2x_eaizfs.png"
  },
  "related_stories": [
    {
      "title": "Breaking down barriers",
      "priority": 11,
      "slug": "anschutz-neonatalogy",
      "subtitle": "Endowed chair in infant and maternal health honors the pioneering work of a female faculty member.",
      "interest_tag": "Research",
      "campus_tag": "Anschutz",
      "image_card": {
        "alt": "A woman wears medical scrubs and put on a yellow medical mask.",
        "caption": "Sunah \u0022Susan\u0022 Hwang, MD",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603839091-AMC_hwang-card-fix_2x_vlzcot.png"
      }
    },
    {
      "title": "Baking sees a comeback",
      "priority": 10,
      "slug": "uccs-grain",
      "subtitle": "Colorado’s grain industry continues to rise, thanks to annual seminar.",
      "interest_tag": "Society",
      "campus_tag": "UCCS",
      "image_card": {
        "alt": "A man with a beard is wearing a T-shirt and an apron covered with flour. He is standing in front of a sign that says Moxie Bread Co. ",
        "caption": "Andy Clark",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603482110-UCCS-grain-storycard_2x_dcq9aj.png"
      }
    }
  ]
}
