{
  "title": "Community resilience built through GRIT",
  "subtitle": "An online toolkit delivers mental health care resources to educators, caregivers and community leaders during the pandemic.",
  "body": "\u003Cp\u003EKelly Bowman is no stranger to tough conversations. As a manager at Health First Colorado, one of the state’s Medicaid programs and a crisis services provider for 19 counties in southeast Colorado, Bowman sees firsthand the struggles people face:\u003C\/p\u003E\r\n\r\n\u003Cp\u003EJob loss. Medical bills. Unstable housing.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe pandemic and the nation’s unrest have only amplified the stress and anxiety felt by her clients — not to mention her colleagues, family and even herself. So, this spring she took an online coaching session through the Greater Resilience Information Toolkit (GRIT) at the University of Colorado Colorado Springs (UCCS) to learn how to have, not avoid, these necessary conversations about mental health and well-being.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EHelp is needed now more than ever, Bowman says.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Getting people connected to care is mission critical. There are\u0026nbsp;a lot of things that are challenging right now. There are\u0026nbsp;a lot of things that are extremely painful. The world is going to be grieving for a while, and I think having a program like GRIT that can help people with tough conversations in an innovative and healthy way is huge.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A woman is standing outside near a bluff in southern Colorado. She is wearing a hat, white shirt and black jeans.  \u0022 data-caption=\u0022Kelly Bowman\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022940a4e8b-348c-49b6-8a06-cb1ee2f6fe33\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614712320/ir-20/stories/uccs-grit/uccs-grit-body-2_dplzdt.jpg\u0022 \/\u003E\r\n\u003Cp\u003EPart of the National Institute for Human Resilience at UCCS, GRIT is a free virtual program that was created in the wake of COVID-19. Since 2014, philanthropic gifts totaling $15.7 million to UCCS are fueling the university’s leadership in resilience research and care.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EGRIT offers research-based curriculum and trainings that help people manage stress, practice self-care habits like yoga or walking, get better sleep and promote resiliency. It also has modules tailored for mental health providers, first responders, veterans, parents and youth caregivers, community leaders and educators.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBowman values how the university\u0026nbsp;is building stronger communities through resources like GRIT.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The world of health care is changing. We have to leverage technology because it gives you an opportunity to outreach to communities in real time that maybe struggled before in connecting with resources. Especially in rural Colorado where you don\u0027t have access to certain hospitals, your closest clinic is 25 minutes away, or you don\u0027t have as much testing or your pharmacy is only open until 5 p.m. This is\u0026nbsp;part of life in small-town Colorado, but GRIT\u0026nbsp;adds to this conversation about how to build\u0026nbsp;community resilience despite\u0026nbsp;these types of challenges.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EBowman says the university is a trusted resource that cares about the health and well-being of our communities.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“For smaller communities\u0026nbsp;to feel that they have the support of the university is critical. We don’t heal in isolation; we’re social creatures. I think GRIT can be effective for anybody in Colorado, and we\u0027re\u0026nbsp;setting the tone that we can have healthy Coloradans no matter what is thrown at us because we have the resources to take care of one another.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A woman looks back over her shoulder and smiles. She is wearing a hat and a white shirt. \u0022 data-caption=\u0022Kelly Bowman\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022b88feb39-5f2b-4939-a2e1-0a9f3dd0a98c\u0022 src=\u0022https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614712319/ir-20/stories/uccs-grit/uccs-grit-body-1_xhmgmc.jpg\u0022 \/\u003E",
  "priority": 3,
  "slug": "uccs-grit",
  "interest_tag": "Society",
  "campus_tag": "UCCS",
  "image_main": {
    "alt": "A young woman with chin-length brown hair wears a brown fedora and a white T-shirt that says \u0022Grow through what you go through\u0022 above a floral design. The background is an artistic design with colorful shapes.",
    "caption": "Kelly Bowman",
    "width": 1848,
    "height": 1626,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto,w_1848,h_1626/v1614712320/ir-20/stories/uccs-grit/1604420297-UCCS-grit_1_ab6jqi.png"
  },
  "image_card": {
    "alt": "A young woman with chin-length brown hair wears a brown fedora and a white T-shirt that says \u0022Grow through what you go through\u0022 above a floral design. The background is an artistic design with colorful shapes.",
    "caption": "Kelly Bowman",
    "width": 1160,
    "height": 556,
    "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603909301-UCCS-grit-card_2x_iu6wyp.png"
  },
  "related_stories": [
    {
      "title": "The promise of youth",
      "priority": 14,
      "slug": "boulder-crown",
      "subtitle": "Institute partners with local schools and families on interdisciplinary research about the wellness of young people.",
      "interest_tag": "Research",
      "campus_tag": "Boulder",
      "image_card": {
        "alt": "A woman smiles; she has long brown hair and wears a navy scarf and white sweater. The background is an artistic design with colorful shapes.",
        "caption": "Sona Dimidjian",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632665/ir-20/stories/cards/1603494152-UCB-Sona-card_2x_p6y3kt.png"
      }
    },
    {
      "title": "Apart, but not alone",
      "priority": 6,
      "slug": "anschutz-echo",
      "subtitle": "Telementoring builds community and better patient care by connecting health care professionals with each other. ",
      "interest_tag": "Society",
      "campus_tag": "Anschutz",
      "image_card": {
        "alt": "A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ",
        "caption": "Joel Tanaka, MD",
        "width": 1160,
        "height": 556,
        "url": "https://res.cloudinary.com/hs9mwpicm/image/upload/c_scale,f_auto,fl_lossy,q_auto/v1614632666/ir-20/stories/cards/1603834093-AMC-echo-card_2x_wntwce.png"
      }
    }
  ]
}
