{"title":"Baking sees a comeback","subtitle":"Colorado’s grain industry rises thanks to annual seminar.","body":"\u003Cp\u003E\u003Cimg alt=\u0022test\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022627e61b8-f222-409c-a93a-d31c26666855\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602091305\/inline-images\/CU_AndyClarkMoxie_CHM3896.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EDuring\u0026nbsp;the\u0026nbsp;early months of\u0026nbsp;the pandemic, people turned to\u0026nbsp;simple joys of the past\u0026nbsp;to keep\u0026nbsp;busy\u0026nbsp;–\u0026nbsp;puzzles,\u0026nbsp;long walks\u0026nbsp;and\u0026nbsp;freshly\u0026nbsp;baked bread.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EBread,\u0026nbsp;one of the foundations of human civilization,\u0026nbsp;crosses cultures in its many forms – tortillas, challah,\u0026nbsp;naan,\u0026nbsp;sourdough\u0026nbsp;– and is\u0026nbsp;a\u0026nbsp;reassuring\u0026nbsp;comfort\u0026nbsp;of human life.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThis\u0026nbsp;renewed appreciation for\u0026nbsp;home baking\u0026nbsp;is a\u0026nbsp;bright spot\u0026nbsp;in\u0026nbsp;what has been\u0026nbsp;a\u0026nbsp;dark\u0026nbsp;year, says Andy Clark, owner and baker at Moxie Bread Company in Louisville, Colorado, just south of Boulder.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“You know, I\u0027ve had more conversations this year with people I know that I would never in a million years think would take the time to bake bread at home.\u0026nbsp;There\u0027s nothing quite as heartfelt, genuine and loving as receiving a loaf of bread from your neighbor or your grandmother or a friend. Same goes for pies - there\u0027s so much work that goes into a pie. It’s a big\u0026nbsp;deal\u0026nbsp;when someone\u0026nbsp;gives\u0026nbsp;you a pie;\u0026nbsp;it’s a symbolic gesture of appreciation and love.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EClark first started baking\u0026nbsp;as a teenager in New England\u0026nbsp;shop. Now, thanks to a\u0026nbsp;UCCS initiative founded\u0026nbsp;by generous donors,\u0026nbsp;Grain School is\u0026nbsp;inviting\u0026nbsp;people like Clark\u0026nbsp;to embrace and\u0026nbsp;contribute to Colorado’s grain\u0026nbsp;industry.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003Cimg alt=\u0022This is a photo of Andy Clark who is holding a loaf of bread in his bakery with bread loafs on racks behind him.\u0022 data-caption=\u0022Andy Clark in his bakery.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00224ee9c167-c27a-4f1c-bdf1-d9c1dd81e97f\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1601999814\/inline-images\/CU_AndyClarkMoxie_CHM3979_0.jpg\u0022 \/\u003E\r\n\u003Cp\u003EEstablished in 2016,\u0026nbsp;Grain School\u0026nbsp;has evolved\u0026nbsp;into an annual\u0026nbsp;three-day seminar\u0026nbsp;at\u0026nbsp;the\u0026nbsp;University of Colorado\u0026nbsp;Colorado\u0026nbsp;Springs, thanks to philanthropic funding. During the annual event, scientists and academics\u0026nbsp;mingle with\u0026nbsp;artisans\u0026nbsp;and entrepreneurs\u0026nbsp;from every link\u0026nbsp;of the grain\u0026nbsp;chain\u0026nbsp;- growers, millers, farmers, brewers, distillers, maltsters, bakers, chefs, food service staff,\u0026nbsp;nutritionists,\u0026nbsp;gardeners and college students.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Grain School is really like the Woodstock\u0026nbsp;of the grain world, insofar as its breadth and depth of topics. It\u0027s not simply a class on how to make a better baguette. There\u0027s\u0026nbsp;the\u0026nbsp;cultural importance of grain to the people\u0026nbsp;here\u0026nbsp;in\u0026nbsp;Colorado and\u0026nbsp;to\u0026nbsp;the\u0026nbsp;indigenous\u0026nbsp;tribes\u0026nbsp;of the Southwest and Mexico, and that’s not often you get the opportunity to experience\u0026nbsp;that.”\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EClark has attended Grain School as a presenter, teacher and student. As chairman of the Colorado Grain Chain, a nonprofit organization comprised of locally\u0026nbsp;owned and\u0026nbsp;operated businesses that produce and support heritage, ancient and locally\u0026nbsp;adapted grains and their products, Clark says Grain School has enriched his understanding of science, history and business of the state’s relationship with grains.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A man holds a pile of grains in his hand over a bag.\u0022 data-caption=\u0022Clark says home baking has found a new appreciation in an otherwise dark year.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u002213527912-9089-410d-ac4f-41372ce51a1f\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1601999895\/inline-images\/CU_AndyClarkMoxie_CHM3900.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cp\u003EGrain School attendees can take courses in the history of land-race grains, crop breeding, nutritional and health issues, baking, fermentation and cooking, and production techniques; UCCS students earn college credits\u0026nbsp;during\u0026nbsp;the seminar.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EGenerous support from donors\u0026nbsp;has\u0026nbsp;provided\u0026nbsp;scholarships\u0026nbsp;to attend this collaborative and community-based exchange of teaching and learning.\u0026nbsp;Grain School organizers are looking to take its curriculum and community-building across the state\u0026nbsp;in the future.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The relationships that are created\u0026nbsp;at Grain School\u0026nbsp;are long-lasting; it’s bred\u0026nbsp;dozens of different small businesses\u0026nbsp;- flour mills,\u0026nbsp;pasta makers,\u0026nbsp;ranchers, farmers, breweries.\u0026nbsp;It’s really\u0026nbsp;inspiring; it\u0026nbsp;reignites my passion for my craft,\u0026nbsp;my community and my responsibilities as a food maker. It\u0027s not about selling\u0026nbsp;bread,\u0026nbsp;it\u0027s about connecting with other like-minded people\u0026nbsp;and\u0026nbsp;learning new\u0026nbsp;ideas.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n","priority":10,"slug":"uccs-grain","interest_tag":"Society","campus_tag":"UCCS","image_main":{"alt":null,"caption":null,"width":null,"height":null,"url":null},"image_card":{"alt":null,"caption":null,"width":null,"height":null,"url":null}}