{"title":"Baking sees a comeback","subtitle":"Colorado’s grain industry continues to rise, thanks to annual seminar.","body":"\u003Cp\u003EDuring the early months of the pandemic, people turned to simple joys of the past to keep busy: puzzles, long walks and freshly baked bread. Bread, one of the foundations of human civilization, crosses cultures in its many forms – tortillas, challah, naan, sourdough – and is a reassuring comfort of human life.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThis renewed appreciation for home baking is a bright spot in what has been a dark year, says Andy Clark, owner and baker at Moxie Bread Company in Louisville, Colorado, just south of Boulder.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“You know, I\u0027ve had more conversations this year with people I know that I would never in a million years think would take the time to bake bread at home. There\u0027s nothing quite as heartfelt, genuine and loving as receiving a loaf of bread from your neighbor or your grandmother or a friend. It’s a symbolic gesture of appreciation and love.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EClark first started baking as a teenager in a New England shop. Now, thanks to a University of Colorado Colorado Springs (UCCS) initiative funded by generous donors, Grain School is inviting people like Clark to embrace and contribute to Colorado’s grain industry.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Grain School is really like the Woodstock of the grain world. It\u0027s not simply a class on how to make a better baguette. There\u0027s the cultural importance of grain to the people here in Colorado and to the Indigenous tribes of the Southwest and Mexico, and it’s not often you get the opportunity to experience that.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EEstablished in 2016, Grain School has evolved into an annual three-day seminar at UCCS. During the annual event, scientists and academics mingle with artisans and entrepreneurs from every link of the grain chain –\u0026nbsp;growers, millers, farmers, brewers, distillers, maltsters, bakers, chefs, food service staff, nutritionists, gardeners and college students.\u0026nbsp;Clark has attended Grain School as a presenter, teacher and student.\u003C\/p\u003E\r\n\u003Cimg alt=\u0022This is a photo of Andy Clark who is holding a loaf of bread in his bakery with bread loafs on racks behind him.\u0022 data-caption=\u0022Andy Clark stands inside Moxie Bread Company.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u00224ee9c167-c27a-4f1c-bdf1-d9c1dd81e97f\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1601999814\/inline-images\/CU_AndyClarkMoxie_CHM3979_0.jpg\u0022 \/\u003E\r\n\u003Cp\u003EGrain School attendees can take courses in the history of landrace grains, crop breeding, nutritional and health issues, baking, fermentation and cooking, and production techniques; UCCS students earn college credits during the seminar.\u0026nbsp;Generous support from donors has provided scholarships to attend this collaborative and community-based exchange of teaching and learning, and organizers are looking to take the\u0026nbsp;curriculum and community-building across the state in the future.\u003C\/p\u003E\r\n\r\n\u003Cp\u003EAs chairman of the Colorado Grain Chain, a nonprofit organization composed\u0026nbsp;of locally owned and operated businesses that produce and support heritage, ancient and locally adapted grains and their products, Clark says Grain School has enriched his understanding of the science, history and business of the state’s relationship with grains.\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The relationships that are created at Grain School are long-lasting. It’s bred dozens of different small businesses:\u0026nbsp;flour mills, pasta makers, ranchers, farmers, breweries. It’s really inspiring. It reignites my passion for my craft, my community and my responsibilities as a food maker. It\u0027s not about selling bread – it\u0027s about connecting with other like-minded people and learning new ideas.”\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\u003Cimg alt=\u0022A man holds a pile of grains in his hand over a bag.\u0022 data-caption=\u0022Generous support from donors has provided scholarships to attend the annual Grain School seminar at UCCS.\u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u002213527912-9089-410d-ac4f-41372ce51a1f\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1601999895\/inline-images\/CU_AndyClarkMoxie_CHM3900.jpg\u0022 \/\u003E\r\n\u003Cp\u003E\u0026nbsp;\u003C\/p\u003E\r\n","priority":10,"slug":"uccs-grain","interest_tag":"Society","campus_tag":"UCCS","image_main":{"alt":"A man with a beard is wearing a T-shirt and an apron covered with flour. He is standing in front of a sign that says Moxie Bread Co. ","caption":"Andy Clark","width":1848,"height":1626,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603482098-UCCS-grain%401.5x-tiny"},"image_card":{"alt":"A man with a beard is wearing a T-shirt and an apron covered with flour. He is standing in front of a sign that says Moxie Bread Co. ","caption":"Andy Clark","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603482110-UCCS-grain-storycard%402x"},"related_stories":[{"title":"When the pandemic hits close to home","priority":1,"slug":"sneha-shah-cu-covid-relief-fund","subtitle":"Emergency relief funding supports frontline workers and research in response to COVID-19. ","interest_tag":"Society","campus_tag":"Anschutz","image_card":{"alt":"A young woman with shoulder length dark hair smiles in her white medical coat. The background is an artistic design of colorful shapes. ","caption":"Sneha Shah, MD","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603908940-AMC-sneha-card%402x"}},{"title":"Leadership is homegrown","priority":13,"slug":"uccs-leadership","subtitle":"Scholarship program focuses on academic excellence, community service and professional development. ","interest_tag":"Students","campus_tag":"UCCS","image_card":{"alt":"A woman in black who has her blonde hair in a top knot and is wearing dangly earrings looks to the side. ","caption":"Hannah Hofreiter","width":1160,"height":556,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/1603486746-UCCS-Hannah-storycard%402x"}}]}