{"title":"GRIT builds community resilience ","subtitle":"Online toolkit delivers mental health care training, education.","body":"\u003Cp\u003EKelly Bowman\u0026nbsp;is\u0026nbsp;no stranger to tough conversations.\u0026nbsp;As\u0026nbsp;a\u0026nbsp;manager\u0026nbsp;at\u0026nbsp;Health\u0026nbsp;First\u0026nbsp;Colorado,\u0026nbsp;one of the\u0026nbsp;state’s Medicaid\u0026nbsp;programs\u0026nbsp;and\u0026nbsp;a\u0026nbsp;crisis services\u0026nbsp;provider\u0026nbsp;for 19 counties\u0026nbsp;in\u0026nbsp;southeast Colorado, Bowman\u0026nbsp;sees\u0026nbsp;firsthand\u0026nbsp;the struggles people\u0026nbsp;face.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EJob loss.\u0026nbsp;Medical bills.\u0026nbsp;Unstable housing.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EThe\u0026nbsp;pandemic\u0026nbsp;and the nation’s unrest\u0026nbsp;have\u0026nbsp;only amplified the stress and anxiety\u0026nbsp;felt by\u0026nbsp;her clients–not to mention her colleagues, family and even herself.\u0026nbsp;So,\u0026nbsp;this spring\u0026nbsp;she took an online\u0026nbsp;coaching\u0026nbsp;session\u0026nbsp;through\u0026nbsp;the\u0026nbsp;Greater Resilience Information Toolkit\u0026nbsp;(GRIT)\u0026nbsp;at\u0026nbsp;UCCS\u0026nbsp;to learn how to have, not avoid, these necessary conversations\u0026nbsp;about mental health and\u0026nbsp;well-being.\u0026nbsp;\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EIt’s needed more than ever.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A woman is standing outside near a bluff in southern Colorado. She is wearing a hat, white shirt and black jeans.  \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022940a4e8b-348c-49b6-8a06-cb1ee2f6fe33\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602109691\/inline-images\/uccs-grit-body-2.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“Getting people\u0026nbsp;connected to care is mission critical.\u0026nbsp;There\u0027s a lot of things that are challenging right now. There\u0027s a lot of things that are extremely painful.\u0026nbsp;The world is going to be grieving for a while, and I think\u0026nbsp;having\u0026nbsp;a program\u0026nbsp;like GRIT\u0026nbsp;that can help people with tough conversations in an innovative and healthy way\u0026nbsp;is huge.”\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EPart of\u0026nbsp;the\u0026nbsp;National Institute for Human Resilience\u0026nbsp;at UCCS,\u0026nbsp;GRIT is a free virtual program\u0026nbsp;that was created in the wake of COVID-19.\u0026nbsp;Since 2014, philanthropic gifts totaling $15.7 million to UCCS\u0026nbsp;are\u0026nbsp;fueling the university’s leadership in resilience research and care.\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003EGRIT offers\u0026nbsp;research-based curriculum\u0026nbsp;and trainings\u0026nbsp;that help people\u0026nbsp;manage\u0026nbsp;stress, practice self-care habits\u0026nbsp;like yoga or walking, get better sleep and promote\u0026nbsp;resiliency\u0026nbsp;;\u0026nbsp;it\u0026nbsp;also\u0026nbsp;has\u0026nbsp;modules\u0026nbsp;tailored\u0026nbsp;for\u0026nbsp;mental health providers,\u0026nbsp;first responders, veterans, parents and\u0026nbsp;youth\u0026nbsp;caregivers, community leaders and educators.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“The world of healthcare is changing. We\u0026nbsp;have to\u0026nbsp;leverage technology because it gives you an opportunity to outreach to communities in real time that maybe struggled before in connecting with resources.\u0026nbsp;Especially in rural Colorado where you don\u0027t have access to certain hospitals,\u0026nbsp;your closest clinic is 25 minutes away,\u0026nbsp;or\u0026nbsp;you don\u0027t have as much testing or your pharmacy is only open\u0026nbsp;until\u0026nbsp;5\u0026nbsp;p.m.\u0026nbsp;It\u0027s part of\u0026nbsp;life in\u0026nbsp;small-town\u0026nbsp;Colorado, but it\u0026nbsp;adds\u0026nbsp;to this conversation about\u0026nbsp;building\u0026nbsp;community resilience.”\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n\r\n\u003Cp\u003EBowman says the university is a trusted resource\u0026nbsp;that cares about the health and well-being of our communities.\u0026nbsp;\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cblockquote\u003E\r\n\u003Cp\u003E“For smaller communities,\u0026nbsp;to feel that they have the support of the university\u0026nbsp;is\u0026nbsp;critical.\u0026nbsp;GRIT can be\u0026nbsp;effective for anybody in Colorado,\u0026nbsp;and that\u0027s where you\u0027re going to build\u0026nbsp;the resilience.\u0026nbsp;We don’t heal in isolation; we’re social creatures.\u0026nbsp;I think GRIT is setting the tone that we can have healthy Coloradans no matter what is thrown at us\u0026nbsp;because we\u0026nbsp;have the resources to\u0026nbsp;take care of one another.”\u0026nbsp;\u003C\/p\u003E\r\n\r\n\u003Cp\u003E\u003Cimg alt=\u0022A woman looks back over her shoulder and smiles. She is wearing a hat and a white shirt. \u0022 data-entity-type=\u0022file\u0022 data-entity-uuid=\u0022b88feb39-5f2b-4939-a2e1-0a9f3dd0a98c\u0022 src=\u0022https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1602109756\/inline-images\/uccs-grit-body-1.jpg\u0022 \/\u003E\u003C\/p\u003E\r\n\u003C\/blockquote\u003E\r\n","priority":3,"slug":"uccs-grit","interest_tag":"Society","campus_tag":"UCCS","image_main":{"alt":"A woman stands outside in front of red bluffs; she is wearing a white T-shirt with a floral design that reads \u0022You Grow Through What You Go Through.\u0022 She has chin-length brown hair and is wearing a brown hat. ","caption":"Kelly Bowman","width":613,"height":529,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/grit-main"},"image_card":{"alt":"A woman stands outside in front of red bluffs; she is wearing a white T-shirt with a floral design that reads \u0022You Grow Through What You Go Through.\u0022 She has chin-length brown hair and is wearing a brown hat. ","caption":"Kelly Bowman","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/grit-card"},"related_stories":[{"title":"The promise of youth","priority":14,"slug":"boulder-crown","interest_tag":"Research","campus_tag":"Boulder","image_card":{"alt":"A woman stands outside on the CU Boulder campus in front of a building. She is wearing a thin blue scarf around her neck and she is smiling. ","caption":"Sona Dimidjian","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/crown-card"}},{"title":"Apart, but not alone","priority":6,"slug":"anschutz-echo","interest_tag":"Society","campus_tag":"Anschutz","image_card":{"alt":"A physician stands smiling outside against a blue sky. He is wearing a blue dress shirt and the wind rustles his red tie. ","caption":"Joel Tanaka, MD","width":580,"height":278,"url":"https:\/\/res.cloudinary.com\/huv4e9aub\/image\/upload\/v1\/2020-10\/echo-card"}}]}